{
  "users": [
    {
      "id": 1,
      "firstName": "Kelsey",
      "lastName": "Lemmer",
      "email": "klemmer@gmail.com"
    },
    {
      "id": 2,
      "firstName": "Katie",
      "lastName": "Zarbock",
      "email": "kzarbock@gmail.com"
    },
    {
      "id": 3,
      "firstName": "Logan",
      "lastName": "Welch",
      "email": "lwelch@gmail.com"
    },
    {
      "id": 4,
      "firstName": "Bri",
      "lastName": "Phillips",
      "email": "bphillips@gmail.com"
    },
    {
      "id": 5,
      "firstName": "Casey",
      "lastName": "Ferebee",
      "email": "cferebee@gmail.com"
    },
    {
      "id": 6,
      "firstName": "Elena",
      "lastName": "Spradlin",
      "email": "espradlin@gmail.com"
    },
    {
      "id": 7,
      "firstName": "Sam",
      "lastName": "Thrasher",
      "email": "sthrasher@gmail.com"
    },
    {
      "firstName": "Chesney",
      "lastName": "Hardin",
      "email": "chardin@gmail.com",
      "id": 8
    },
    {
      "firstName": "Becca",
      "lastName": "Shaw",
      "email": "bshaw@gmail.com",
      "id": 9
    },
    {
      "firstName": "Annie",
      "lastName": "Storey",
      "email": "astorey@gmail.com",
      "id": 10
    },
    {
      "firstName": "Belle",
      "lastName": "Hollander",
      "email": "bhollander@gmail.com",
      "id": 11
    },
    {
      "firstName": "Taylor",
      "lastName": "Wadsworth",
      "email": "twadsworth@gmail.com",
      "id": 12
    },
    {
      "firstName": "Cassie",
      "lastName": "Revell",
      "email": "crevell@gmail.com",
      "id": 13
    },
    {
      "firstName": "Abbey",
      "lastName": "Moss",
      "email": "amoss@gmail.com",
      "id": 14
    },
    {
      "firstName": "Randy",
      "lastName": "Hamm",
      "email": "rhamm@gmail.com",
      "id": 15
    },
    {
      "firstName": "Will",
      "lastName": "Briscoe",
      "email": "wbriscoe@gmail.com",
      "id": 16
    },
    {
      "firstName": "Will",
      "lastName": "Jackson",
      "email": "wjackson@gmail.com",
      "id": 17
    },
    {
      "firstName": "Sarah",
      "lastName": "Saturday",
      "email": "ssaturday@gmail.com",
      "id": 18
    },
    {
      "firstName": "patrick",
      "lastName": "cason",
      "email": "pcason@gmail.com",
      "id": 19
    },
    {
      "firstName": "Test",
      "lastName": "Account",
      "email": "testaccount@gmail.com",
      "id": 20
    }
  ],
  "profiles": [
    {
      "id": 4,
      "userId": 4,
      "sunId": 11,
      "moonId": 6,
      "risingId": 10,
      "picture": "https://i.imgur.com/cIHSphf.jpg",
      "displayName": "Bri Phillips"
    },
    {
      "id": 5,
      "userId": 5,
      "sunId": 9,
      "moonId": 7,
      "risingId": 7,
      "picture": "https://i.imgur.com/W0OutJt.jpg",
      "displayName": "Casey Ferebee"
    },
    {
      "id": 6,
      "userId": 6,
      "sunId": 3,
      "moonId": 6,
      "risingId": 8,
      "picture": "https://i.imgur.com/vS805Xk.png",
      "displayName": "Elena Spradlin"
    },
    {
      "id": 7,
      "userId": 7,
      "sunId": 10,
      "moonId": 9,
      "risingId": 1,
      "picture": "https://i.imgur.com/uLL4y8I.png",
      "displayName": "Sam Thrasher"
    },
    {
      "userId": 8,
      "sunId": 2,
      "moonId": 6,
      "risingId": 1,
      "id": 8,
      "picture": "https://i.imgur.com/51kwKKc.jpg",
      "displayName": "Chesney Hardin"
    },
    {
      "userId": 11,
      "sunId": 11,
      "moonId": 1,
      "risingId": 12,
      "id": 11,
      "picture": "https://i.imgur.com/PHhR2iJ.png",
      "displayName": "Belle Hollander"
    },
    {
      "userId": 2,
      "sunId": 3,
      "moonId": 3,
      "risingId": 3,
      "picture": "https://i.imgur.com/egDLl3W.png",
      "id": 13,
      "displayName": "Katie Zarbock"
    },
    {
      "userId": 13,
      "sunId": 9,
      "moonId": 11,
      "risingId": 11,
      "picture": "https://i.imgur.com/5Lq16Nm.jpg",
      "id": 14,
      "displayName": "Cassie Revell"
    },
    {
      "userId": 14,
      "sunId": 7,
      "moonId": 12,
      "risingId": 8,
      "picture": "https://i.imgur.com/gZUsaCa.jpg",
      "id": 15,
      "displayName": "Abbey Moss"
    },
    {
      "userId": 15,
      "sunId": 11,
      "moonId": 8,
      "risingId": 7,
      "picture": "https://i.imgur.com/rwYOSUg.png",
      "id": 16,
      "displayName": "Randy Hamm"
    },
    {
      "userId": 16,
      "sunId": 7,
      "moonId": 5,
      "risingId": 9,
      "picture": "https://i.imgur.com/1YEDxjr.png",
      "id": 17,
      "displayName": "Will Briscoe"
    },
    {
      "userId": 17,
      "sunId": 4,
      "moonId": 2,
      "risingId": 5,
      "picture": "https://i.imgur.com/J7U2XxA.jpg",
      "id": 18,
      "displayName": "Will Jackson"
    },
    {
      "userId": 18,
      "sunId": 2,
      "moonId": 7,
      "risingId": 9,
      "picture": "https://i.imgur.com/ABa6D9c.jpg",
      "displayName": "Sarah Saturday",
      "id": 20
    },
    {
      "userId": 3,
      "sunId": 12,
      "moonId": 10,
      "risingId": 12,
      "picture": "https://i.imgur.com/CPwyBep.png",
      "displayName": "Logan Welch",
      "id": 22
    },
    {
      "userId": 19,
      "sunId": 2,
      "moonId": 6,
      "risingId": 3,
      "picture": "https: //i.imgur.com/TgkqULs.png",
      "displayName": "patrick",
      "id": 23
    },
    {
      "userId": 1,
      "sunId": 12,
      "moonId": 3,
      "risingId": 1,
      "picture": "https://i.imgur.com/N2iPFsc.png",
      "displayName": "Kelsey Lemmer",
      "id": 24
    }
  ],
  "suns": [
    {
      "id": 1,
      "name": "Aries",
      "dates": " March 21 - April 19",
      "planet": {
        "name": "Mars",
        "description": "the planet of energy and action. It amplifies their assertiveness, courage, and passion, driving them to initiate new ventures and conquer challenges with enthusiasm."
      },
      "body": {
        "part": "head",
        "about": "Aries individuals are known for their determination and decisiveness, often leading with their heads. They have a strong willpower and are prone to headaches or migraines when under stress. Aries' dynamic energy is channeled through their head, and they may be prone to taking on new challenges head-on"
      },
      "house": {
        "name": "First",
        "of": "self, personality, and physical appearance",
        "about": "often known as the House of Self represents the place where the Ascendant resides. By envisioning this as a sunrise and a fresh start, one can begin to understand the essence of the First House. It symbolizes new beginnings that revolve around the individual: their identity, personal journey of exploration, and the fundamental questions of who they are, what they will become, and how they can manifest their best self. The First House addresses the individual and their mannerisms and approach to life, essentially encompassing their entire being. Moreover, the First House governs our physical appearance and how we present ourselves, particularly through our head and face. Additionally, the First House holds sway over early childhood experiences. It encompasses everything from our earliest steps to our perception of the world as it unfolds before us. How we develop and our outlook on life all trace back to the beginning which shapes us throughout our existence. To summarize, the First House speaks to the person we are becoming and will become, both inwardly and outwardly. It encompasses our personality, our inherent qualities, our approach to life, and our demeanor. The First House focuses on the inner self and the external body, encapsulating the essence of our being."
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Ram",
      "picture": "♈︎",
      "trait": "With the Sun in Aries, individuals possess a strong sense of self and exude confidence and leadership. They are bold, energetic, and natural initiators. Aries Suns have a pioneering spirit and are not afraid to take risks or assert themselves in pursuit of their goals. They shine brightest when they are at the forefront, blazing their own trails and inspiring others with their dynamic presence."
    },
    {
      "id": 2,
      "name": "Taurus",
      "dates": "April 20 - May 20",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "neck & throat",
        "about": "Taurus individuals are known for their strong and sensual nature, and their necks are often a focal point of attraction. Taurus individuals may experience throat-related issues, such as sore throats or thyroid imbalances, as their energy centers on this area"
      },
      "house": {
        "name": "Second",
        "of": "personal resources, values, and possessions",
        "about": "known as the House of Possessions, goes beyond material belongings. It includes our emotions, abilities, needs, and desires. It explores how we use our possessions to enhance our lives and the well-being of others. The concept of value is central to this house, as we consider what we truly value and why. The Second House encompasses earned income, investments, movable property, and debt. It also touches on our relationship with money, financial stability, and the role possessions play in defining our identity. Ultimately, the Second House highlights the responsible and beneficial use of our possessions for personal growth and the greater good."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Bull",
      "picture": "♉︎",
      "trait": "With the Sun in Taurus, individuals are grounded, practical, and have a strong appreciation for stability and material comforts. They value security and possess a patient and determined nature. Taurus Suns radiate a calm and steady energy and are reliable and trustworthy. They shine brightest when they are creating a sense of security and enjoying the pleasures of life."
    },
    {
      "id": 3,
      "name": "Gemini",
      "dates": "May 22 - June 21",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "arms, hands & lungs",
        "about": "Gemini individuals are expressive and animated in their gestures, often using their hands to communicate. They have nimble and agile hands and may be prone to carpal tunnel syndrome or other hand-related issues due to their active nature"
      },
      "house": {
        "name": "Third",
        "of": "communication, learning, and immediate environment",
        "about": "known as the House of Communication, focuses on the exchange of information. The Third House highlights the connections we share with like-minded individuals and emphasizes the importance of intelligence. Intelligence in the Third House refers to our practical understanding and ability to navigate our environment effectively. It encourages the use of conscious skills and reflective thinking to make the most of our potential. The Third house also covers early education, shaping our thinking and communication skills, as well as short trips that involve interactions within our immediate surroundings. Harnessing our intelligence and sharing it effectively with loved ones is at the heart of the Third House. It raises questions about how we express ourselves to those closest to us, while also considering our impact on the environment and the planet. The emergence of technologies like computers and their role in communication is also a topic of interest. Overall, the Third House invites us to think, process, and share our thoughts with others."
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Twins",
      "picture": "♊",
      "trait": "With the Sun in Gemini, individuals are intellectually curious, adaptable, and versatile. They possess a quick wit and have a natural gift for communication. Gemini Suns are social butterflies and thrive on mental stimulation and variety. They shine brightest when they are engaging in diverse conversations, sharing knowledge, and connecting with others through their charismatic and engaging personality."
    },
    {
      "id": 4,
      "name": "Cancer",
      "dates": "June 21 - July 22",
      "planet": {
        "name": "the Moon",
        "description": "the luminary that represents emotions and intuition. It intensifies their nurturing instincts, sensitivity, and profound emotional depth, fostering a strong connection with their own feelings and those of others."
      },
      "body": {
        "part": "stomach, brain & chest",
        "about": "Cancer individuals are deeply connected to their emotions, and their sensitive nature often manifests in their stomachs. They may experience digestive issues or have a tendency to store emotions in their gut. The chest is also a vulnerable area for Cancer individuals, as their caring and nurturing nature can sometimes leave them emotionally exposed"
      },
      "house": {
        "name": "Fourth",
        "of": "home, family, roots, and inner emotional security",
        "about": "known as the House of Home, symbolizes our roots and the place where we establish our foundation. It encompasses the concept of home in both its physical and emotional aspects. By putting down roots, we create a sanctuary for ourselves and our loved ones. It represents the integration of our past, including family history, cultural norms, and ancestral heritage, into the space we call home. The Fourth House also highlights the significant role of parents in nurturing and shaping our being. It can be seen as the House of the Mother, the Parent, or the Nurturer. Additionally, from a tangible perspective, the Fourth House includes physical structures like houses and real estate. It represents family connections, traditions, and the journey towards becoming an authentic and individualized self. Ultimately, the Fourth House signifies the process of coming home, both physically and emotionally."
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Crab",
      "picture": "♋︎",
      "trait": "With the Sun in Cancer, individuals are deeply connected to their emotions and possess a nurturing and compassionate nature. They value their home and family and have a strong intuitive sense. Cancer Suns radiate empathy and emotional sensitivity. They shine brightest when they are creating a sense of emotional security, providing care and support to loved ones, and expressing their creative and artistic talents."
    },
    {
      "id": 5,
      "name": "Leo",
      "dates": "July 23 - Aug 22",
      "planet": {
        "name": "the Sun",
        "description": "the center of our solar system symbolizing vitality and self-expression. It enhances their natural charisma, leadership qualities, and desire to shine brightly, fueling their creative endeavors and thirst for recognition."
      },
      "body": {
        "part": "the heart",
        "about": "Leo individuals have a big heart and a generous spirit. They are known for their warm and loving nature. The heart is the center of their vitality and passion. The spine is also significant, as Leos often carry themselves with a regal and upright posture, symbolizing their strong sense of pride and confidence"
      },
      "house": {
        "name": "Fifth",
        "of": "creativity, self-expression, romance, and personal enjoyment",
        "about": "known as the House of Pleasure, explores the joy we derive from creative expressions. It encompasses the act of creating and giving of oneself, whether it's through procreation, artistic endeavors, or cultural contributions. The Fifth House invites us to consider what brings us personal pleasure and self-satisfaction. It encompasses the realms of romance, emotional fulfillment, and even gambling as a willingness to take risks for pleasurable outcomes. Additionally, this house embraces the enjoyment of fun, games, hobbies, and the pursuit of finding pleasure in our actions. Children are also a source of pleasure in the Fifth House, as they represent an extension of ourselves and an opportunity to watch them grow and flourish. Nurturing their creative potential and providing them with enriching experiences is a delightful pursuit within this house. Ultimately, the Fifth House celebrates the pursuit of emotional enrichment, artistic expressions, and pure pleasure in our lives."
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Lion",
      "picture": " ♌︎ ",
      "trait": "With the Sun in Leo, individuals have a radiant and charismatic presence. They possess a natural sense of confidence, creativity, and passion. Leo Suns love to be in the spotlight and have a strong desire for recognition and appreciation. They shine brightest when they are expressing their unique talents, leading with their heart, and inspiring others through their magnetic personality and leadership abilities."
    },
    {
      "id": 6,
      "name": "Virgo",
      "dates": "August 23 - September 22",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "the digestive system",
        "about": "Virgo individuals are meticulous and detail-oriented, and their digestive health may reflect this attention to detail. They may have sensitive stomachs and are prone to digestive issues. Virgos tend to be conscious of their diet and overall well-being, as they understand the importance of taking care of their body"
      },
      "house": {
        "name": "Sixth",
        "of": "work, daily routines, health, and service",
        "about": "known as the House of Health, explores our ability to cope with adversity and maintain good physical and mental well-being. It teaches us to confront personal crises, illnesses, and reversals of fortune, shaping our character in the process. Work and service play a central role in this house, encompassing employment, training, and our relationships with employers, employees, and those we serve. Taking care of our health, including diet, fitness, and hygiene, is emphasized here to support our work and service. The Sixth House also addresses our duty, responsibility, and personal growth, as we strive to become fully realized individuals. It reminds us to heal ourselves during times of health or faith crises, allowing us to fulfill our potential and serve the world. Additionally, this house attends to the practical aspects of daily life, ensuring that our basic needs are met so we can focus on our chosen work. The Sixth House weaves together service, health, work, and personal growth into a meaningful tapestry of a purposeful life."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Virgin",
      "picture": " ♍︎",
      "trait": "With the Sun in Virgo, individuals are analytical, practical, and detail-oriented. They possess a strong work ethic and a desire for perfection. Virgo Suns have a natural ability to discern and analyze, and they thrive in organized and efficient environments. They shine brightest when they are utilizing their analytical skills, serving others through their practicality and attention to detail, and bringing order and structure to their endeavors."
    },
    {
      "id": 7,
      "name": "Libra",
      "dates": "September 23 - October 22",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "lower back, kidneys & skin",
        "about": "Libra individuals are known for their sense of balance and harmony. They may be prone to lower back problems or kidney-related issues due to their desire for equilibrium in their lives. The skin is also significant, as Libras are often concerned with aesthetics and have a keen eye for beauty"
      },
      "house": {
        "name": "Seventh",
        "of": "partnerships, relationships, and marriage",
        "about": "known as the House of Partnership, explores the dynamics of relationships and cooperation with others. Through partnerships, we find purpose and contribute to the world around us. These partnerships can take various forms, such as marriage, business relationships, and legal agreements. The quality of our cooperation and how we relate to others is crucial in these partnerships. We enter into them for different reasons, whether it's love, practicality, or companionship, and they reflect aspects of ourselves and teach us valuable lessons. The Seventh House emphasizes that the success and fulfillment we experience as individuals and as members of society are influenced by the quality of our partnerships. It also acknowledges that tensions and conflicts can arise within partnerships, teaching us valuable lessons about ourselves and the nature of relationships. By navigating these challenges, we can strengthen our partnerships and contribute to a more harmonious world."
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Scales",
      "picture": "♎︎",
      "trait": "With the Sun in Libra, individuals value harmony, balance, and fairness. They possess a natural sense of diplomacy and are skilled in finding common ground and fostering connections. Libra Suns radiate charm and grace and have a strong desire for partnership and cooperation. They shine brightest when they are promoting peace and harmony, advocating for justice, and creating beauty and harmony in their surroundings."
    },
    {
      "id": 8,
      "name": "Scorpio",
      "dates": "October 23 - November 21",
      "planet": {
        "name": "Pluto",
        "description": "the body that represents transformation and deep subconscious forces. It intensifies their passion, resilience, and desire for profound change and personal growth, allowing them to delve into the depths of their emotions and uncover hidden truths."
      },
      "body": {
        "part": "reproductive organs & the bowels",
        "about": "Scorpio individuals possess intense passion and sexuality. They are deeply connected to their desires and emotions. The reproductive organs are a source of power and transformation for Scorpios, and they often exude a magnetic and alluring presence"
      },
      "house": {
        "name": "Eighth",
        "of": "transformation, shared resources, intimacy, and the deeper aspects of life",
        "about": "known as the House of Transformation, explores the deep dynamics of relationships and shared resources. It recognizes the profound connection between sex, death, and rebirth, acknowledging their equal importance in shaping our lives. Through our relationships, we experience growth and the cycles of transformation. This house encompasses shared resources such as inheritance, financial support, and emotional bonds. Rituals play a significant role in the Eighth House, as they provide a means to delve into our souls and connect with our past. These rituals hold transformative power and reveal hidden truths about ourselves and our relationships. The Eighth House prompts us to reflect on the quality of our interactions, relationships, and rituals. Furthermore, it raises questions about the impact of our relationships on the larger group, whether it's a company or humanity as a whole. The Eighth House emphasizes the importance of leaving a meaningful legacy through our actions."
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Scorpion",
      "picture": "♏︎",
      "trait": "With the Sun in Scorpio, individuals possess intensity, depth, and a powerful transformative energy. They are drawn to the mysteries of life and possess strong intuition and emotional depth. Scorpio Suns radiate magnetism and have a piercing insight. They shine brightest when they are embracing their personal power, delving into the depths of emotions, and using their transformative energy to bring about positive change."
    },
    {
      "id": 9,
      "name": "Sagittarius",
      "dates": "November 22 - December 21",
      "planet": {
        "name": "Jupiter",
        "description": "the planet of expansion, wisdom, and luck. It magnifies their adventurous spirit, optimism, and desire for intellectual and spiritual growth, fueling their love for exploration and broadening their horizons."
      },
      "body": {
        "part": "hips, thighs & liver",
        "about": "Sagittarius individuals are adventurous and active, and their strong legs and hips carry them on their exciting journeys. They may be prone to hip or thigh-related issues due to their active lifestyle. The liver is also significant, as Sagittarians may need to be mindful of their alcohol consumption and overall liver health"
      },
      "house": {
        "name": "Ninth",
        "of": "higher education, spirituality, travel, and personal philosophy",
        "about": "known as the House of Philosophy, explores the expansion of our inner and outer lives through travel, cultural interaction, and the pursuit of knowledge and truth. It recognizes the importance of laws, philosophy, and religion in shaping a productive society and promoting harmonious relationships among its members. In the face of life's possibilities, the Ninth House cautions against succumbing to ruthless ambition, greed, and an over-expansion of the self. It emphasizes the need for humility and understanding, which are fostered through adherence to societal laws and the teachings of philosophy and religion. The Ninth House encourages exploration and cultural exchange as avenues for expansion. Through travel and interaction with different cultures, we broaden our perspectives and deepen our understanding of the world. Dreams also play a role in shaping our identities and relationships. The Ninth House acknowledges the significance of psychics and their ability to offer relevant insights and guidance. Ultimately, the Ninth House is driven by a philosophical inclination and the pursuit of truth. It encourages individuals to explore and expand their horizons, to seek wisdom, and to contribute to the greater understanding of the world and their place within it. "
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Centaur/ Archer",
      "picture": "♐︎",
      "trait": "With the Sun in Sagittarius, individuals are adventurous, optimistic, and have a strong thirst for knowledge and expansion. They possess a love for exploration and a desire to seek truth and meaning. Sagittarius Suns radiate enthusiasm and have a jovial and expansive personality. They shine brightest when they are exploring new horizons, expanding their worldview, and inspiring others with their philosophical insights and zest for life."
    },
    {
      "id": 10,
      "name": "Capricorn",
      "dates": "December 21 - January 20",
      "planet": {
        "name": "Saturn",
        "description": "the planet of discipline, responsibility, and structure. It enhances their determination, ambition, and sense of duty, fostering their ability to work diligently, achieve goals, and build a solid foundation."
      },
      "body": {
        "part": "bones, joints & knees",
        "about": "Capricorn individuals are known for their strong sense of structure and responsibility. Their bones provide them with a solid foundation, and their joints symbolize their ability to adapt to different situations. However, they may experience issues with their joints or knees due to their disciplined and hardworking nature"
      },
      "house": {
        "name": "Tenth",
        "of": "career, public image, and social status",
        "about": "known as the House of Social Status, reveals our position and reputation in society. It encompasses our roles in social groups and work environments, as well as the authority and responsibilities that come with them. This house focuses on achievements, promotions, fame, and the activities we engage in to establish ourselves. Vocation and career goals are important considerations, along with the dynamics of the employer-employee relationship. The Tenth House also explores how we handle material rewards and ego gratification. It emphasizes using power and status responsibly to benefit society. Additionally, it highlights the connection between the individual and the collective, emphasizing the need for a strong commitment to create positive change. The Tenth House also addresses the role of the father figure in family dynamics."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Sea Goat",
      "picture": "With the Sun in Capricorn, individuals are disciplined, ambitious, and possess a strong sense of responsibility. They value structure and are determined to achieve their goals. Capricorn Suns radiate a sense of reliability and wisdom. They shine brightest when they are utilizing their practicality and leadership skills, working towards long-term success, and bringing stability and order to their lives.",
      "trait": "♑︎"
    },
    {
      "id": 11,
      "name": "Aquarius",
      "dates": "January 21 - February 18",
      "planet": {
        "name": "Uranus",
        "description": "the planet of originality and innovation. It amplifies their individuality, intellectual pursuits, and desire for social change, inspiring them to challenge conventions and embrace progressive ideas."
      },
      "body": {
        "part": "circulatory system & ankles",
        "about": "Aquarius individuals are innovative and forward-thinking. Their circulatory system reflects their ability to connect with others and embrace new ideas. They may be prone to circulatory issues or have a vulnerability in their ankles, as they are constantly on the move, exploring new horizons"
      },
      "house": {
        "name": "Eleventh",
        "of": "friendships, social groups, and aspirations",
        "about": "known as the House of Friends, emphasizes the power of collective strength and the impact of group dynamics in our lives. It encompasses our involvement in organizations, social groups, and professional associations, highlighting the activities and contributions we make. Through our friends and group interactions, we find purpose and fulfillment, adding substance to our lives and society as a whole. In the Eleventh House, we explore our hopes, dreams, and aspirations, aligning our actions with our priorities in life. It emphasizes the importance of creative vision and the collaborative nature of collective creation. Our role as a friend is also addressed in this house, examining how we support and view our friends, as well as how they perceive us. Additionally, the Eleventh House highlights our philanthropic nature, encouraging selfless acts of helping others and working towards improving society. Lastly, the Eleventh House governs relationships with stepchildren, foster children, and adopted children, acknowledging the unique dynamics and connections within these familial bonds."
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Water Bearer",
      "picture": "♒︎",
      "trait": "With the Sun in Aquarius, individuals possess a unique, innovative, and independent spirit. They are forward-thinking, idealistic, and value their individuality and freedom. Aquarius Suns radiate a sense of originality and eccentricity. They shine brightest when they are championing humanitarian causes, embracing their individuality, and using their innovative thinking to bring about positive change for society."
    },
    {
      "id": 12,
      "name": "Pisces",
      "dates": "February 19 - March 20",
      "planet": {
        "name": "Neptune",
        "description": "the planet of spirituality, intuition, and imagination. It enhances their empathy, creativity, and connection to the unseen realms, encouraging their exploration of the mystical and their compassionate nature."
      },
      "body": {
        "part": "the feet, lymphatics & liver",
        "about": "Pisces individuals are deeply sensitive and compassionate. Their feet are often a source of vulnerability and sensitivity. They may experience foot-related issues or have a deep connection to the ground, finding solace in activities such as walking or dancing. The lymphatic system is also significant, as Pisces individuals are highly intuitive and emotionally attuned, and the lymphatic system plays a role in their body's natural cleansing and healing processes"
      },
      "house": {
        "name": "Twelfth",
        "of": "spirituality, the subconscious mind, and hidden matters",
        "about": "known as the House of the Unconscious, delves into the unseen realm, shadows, sorrows, and hidden adversaries. It serves as a reckoning ground where we review our past, confront our successes and failures, and decide our next steps. Within this house, we explore the strengths and weaknesses hidden from public view. The unconscious realm offers valuable lessons, urging us to embrace charity and seek spiritual closure for positive personal growth. However, this house also acknowledges the feeling of being bound or confined in life, ruling over spaces such as jails, hospitals, and institutions. It warns of potential dangers, secret enemies, and clandestine affairs.  While some may view the Twelfth House as a repository of negativity, it is, in fact, a catalyst for positive transformations. It challenges us to confront our past, visit the depths of our unconscious, and gain insights that shape our future. It is where we stand on the edge, poised to determine our path forward."
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Two Fishes",
      "picture": "♓︎",
      "trait": "With the Sun in Pisces, individuals are intuitive, compassionate, and possess a deep sense of empathy. They are imaginative, dreamy, and possess a strong connection to the spiritual realm. Pisces Suns radiate a sense of ethereal beauty and sensitivity. They shine brightest when they are expressing their creativity, engaging in acts of service and compassion, and tapping into their intuitive and spiritual gifts to bring healing and inspiration to others."
    }
  ],
  "moons": [
    {
      "id": 1,
      "name": "Aries",
      "planet": {
        "name": "Mars",
        "description": "the planet of energy and action. It amplifies their assertiveness, courage, and passion, driving them to initiate new ventures and conquer challenges with enthusiasm."
      },
      "body": {
        "part": "head",
        "about": "Aries individuals are known for their determination and decisiveness, often leading with their heads. They have a strong willpower and are prone to headaches or migraines when under stress. Aries' dynamic energy is channeled through their head, and they may be prone to taking on new challenges head-on"
      },
      "house": {
        "name": "First",
        "of": "self, personality, and physical appearance",
        "about": "is also known as the Ascendant or Rising Sign. It reflects how individuals present themselves to the world and their overall outlook on life. This house signifies personal identity, self-image, and the first impressions we make on others"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Ram",
      "picture": "",
      "trait": "Individuals with the Moon in Aries have an emotionally assertive and impulsive nature. They are passionate and quick to react, wearing their hearts on their sleeves. Their emotions can be fiery and intense, and they have a need for independence and personal freedom. They find emotional fulfillment through taking action, initiating new projects, and pursuing their passions.",
      "compatibility": 5
    },
    {
      "id": 2,
      "name": "Taurus",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "neck & throat",
        "about": "Taurus individuals are known for their strong and sensual nature, and their necks are often a focal point of attraction. Taurus individuals may experience throat-related issues, such as sore throats or thyroid imbalances, as their energy centers on this area"
      },
      "house": {
        "name": "Second",
        "of": "personal resources, values, and possessions",
        "about": "relates to one's financial situation, material possessions, and how they handle their resources. This house also reflects self-worth, talents, and the ability to attract abundance and security"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Bull",
      "picture": "",
      "trait": "Those with the Moon in Taurus have a stable and grounded emotional nature. They seek security, comfort, and stability in their lives. They are nurturing and possess a deep appreciation for the sensual pleasures of life. These individuals find emotional fulfillment through creating a sense of security, establishing harmonious environments, and connecting with nature.",
      "compatibility": 10
    },
    {
      "id": 3,
      "name": "Gemini",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "arms, hands & lungs",
        "about": "Gemini individuals are expressive and animated in their gestures, often using their hands to communicate. They have nimble and agile hands and may be prone to carpal tunnel syndrome or other hand-related issues due to their active nature"
      },
      "house": {
        "name": "Third",
        "of": "communication, learning, and immediate environment",
        "about": "governs how individuals express themselves, their communication style, and their intellectual pursuits. This house also relates to siblings, neighbors, short trips, and early education"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Twins",
      "picture": "",
      "trait": "Individuals with the Moon in Gemini have a versatile and intellectually curious emotional nature. They are sociable, adaptable, and enjoy mental stimulation. They have a need for variety and can be emotionally detached at times. They find emotional fulfillment through communication, social interaction, learning, and exchanging ideas with others.",
      "compatibility": 11
    },
    {
      "id": 4,
      "name": "Cancer",
      "planet": {
        "name": "the Moon",
        "description": "the luminary that represents emotions and intuition. It intensifies their nurturing instincts, sensitivity, and profound emotional depth, fostering a strong connection with their own feelings and those of others."
      },
      "body": {
        "part": "stomach, brain & chest",
        "about": "Cancer individuals are deeply connected to their emotions, and their sensitive nature often manifests in their stomachs. They may experience digestive issues or have a tendency to store emotions in their gut. The chest is also a vulnerable area for Cancer individuals, as their caring and nurturing nature can sometimes leave them emotionally exposed"
      },
      "house": {
        "name": "Fourth",
        "of": "home, family, roots, and inner emotional security",
        "about": "reflects one's relationship with their family, their childhood experiences, and their sense of belonging. This house also indicates the foundation and core of an individual's being"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Crab",
      "picture": "",
      "trait": "Those with the Moon in Cancer have a nurturing and deeply emotional nature. They are intuitive, empathetic, and seek emotional security and connection. They have a strong attachment to their family and home. These individuals find emotional fulfillment through nurturing and caring for others, creating a sense of emotional safety, and embracing their nurturing instincts.",
      "compatibility": 12
    },
    {
      "id": 5,
      "name": "Leo",
      "planet": {
        "name": "the Sun",
        "description": "the center of our solar system symbolizing vitality and self-expression. It enhances their natural charisma, leadership qualities, and desire to shine brightly, fueling their creative endeavors and thirst for recognition."
      },
      "body": {
        "part": "the heart",
        "about": "Leo individuals have a big heart and a generous spirit. They are known for their warm and loving nature. The heart is the center of their vitality and passion. The spine is also significant, as Leos often carry themselves with a regal and upright posture, symbolizing their strong sense of pride and confidence"
      },
      "house": {
        "name": "Fifth",
        "of": "creativity, self-expression, romance, and personal enjoyment",
        "about": "relates to hobbies, artistic pursuits, love affairs, and the ability to have fun. This house also reflects one's relationship with children and their capacity for joy and self-discovery"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Lion",
      "picture": "",
      "trait": "Individuals with the Moon in Leo have a dramatic and expressive emotional nature. They crave attention, recognition, and appreciation. They are generous, passionate, and loyal. These individuals find emotional fulfillment through self-expression, creativity, and being at the center of attention. They have a need to be admired and loved.",
      "compatibility": 9
    },
    {
      "id": 6,
      "name": "Virgo",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "the digestive system",
        "about": "Virgo individuals are meticulous and detail-oriented, and their digestive health may reflect this attention to detail. They may have sensitive stomachs and are prone to digestive issues. Virgos tend to be conscious of their diet and overall well-being, as they understand the importance of taking care of their body"
      },
      "house": {
        "name": "Sixth",
        "of": "work, daily routines, health, and service",
        "about": "governs one's approach to work, productivity, and overall well-being. This house also reflects habits, organization, and the ability to be of service to others"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Virgin",
      "picture": "",
      "trait": "Those with the Moon in Virgo have a practical and analytical emotional nature. They are detail-oriented, conscientious, and seek order and perfection. They have a need for efficiency and may be self-critical. These individuals find emotional fulfillment through being of service to others, organizing and improving their environment, and paying attention to their physical and mental well-being.",
      "compatibility": 2
    },
    {
      "id": 7,
      "name": "Libra",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "lower back, kidneys & skin",
        "about": "Libra individuals are known for their sense of balance and harmony. They may be prone to lower back problems or kidney-related issues due to their desire for equilibrium in their lives. The skin is also significant, as Libras are often concerned with aesthetics and have a keen eye for beauty"
      },
      "house": {
        "name": "Seventh",
        "of": "partnerships, relationships, and marriage",
        "about": "reflects how individuals relate to others, their ability to form harmonious connections, and their ideal partner. This house also indicates the qualities individuals seek in close partnerships"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Scales",
      "picture": "",
      "trait": "Individuals with the Moon in Libra have a harmonious and diplomatic emotional nature. They value balance, peace, and fairness. They seek emotional connection through partnership and relationships. These individuals find emotional fulfillment through creating harmony, fostering cooperation, and seeking beauty and aesthetics in their surroundings.",
      "compatibility": 3
    },
    {
      "id": 8,
      "name": "Scorpio",
      "planet": {
        "name": "Pluto",
        "description": "the body that represents transformation and deep subconscious forces. It intensifies their passion, resilience, and desire for profound change and personal growth, allowing them to delve into the depths of their emotions and uncover hidden truths."
      },
      "body": {
        "part": "reproductive organs & the bowels",
        "about": "Scorpio individuals possess intense passion and sexuality. They are deeply connected to their desires and emotions. The reproductive organs are a source of power and transformation for Scorpios, and they often exude a magnetic and alluring presence"
      },
      "house": {
        "name": "Eighth",
        "of": "transformation, shared resources, intimacy, and the deeper aspects of life",
        "about": "relates to joint finances, inheritances, and psychological growth. This house also reflects matters related to sex, death, and rebirth, as well as the ability to navigate change and transformation"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the scorpion",
      "picture": "",
      "trait": "Those with the Moon in Scorpio have an intense and deeply emotional nature. They are passionate, secretive, and possess strong instincts. They seek emotional depth and transformation. These individuals find emotional fulfillment through delving into their own psyche, connecting on a soul level with others, and embracing the power of their emotions.",
      "compatibility": 4
    },
    {
      "id": 9,
      "name": "Sagittarius",
      "planet": {
        "name": "Jupiter",
        "description": "the planet of expansion, wisdom, and luck. It magnifies their adventurous spirit, optimism, and desire for intellectual and spiritual growth, fueling their love for exploration and broadening their horizons."
      },
      "body": {
        "part": "hips, thighs & liver",
        "about": "Sagittarius individuals are adventurous and active, and their strong legs and hips carry them on their exciting journeys. They may be prone to hip or thigh-related issues due to their active lifestyle. The liver is also significant, as Sagittarians may need to be mindful of their alcohol consumption and overall liver health"
      },
      "house": {
        "name": "Ninth",
        "of": "higher education, spirituality, travel, and personal philosophy",
        "about": "relates to one's beliefs, wisdom, and quest for truth and meaning. This house reflects the pursuit of knowledge, cultural experiences, and the desire for personal expansion and growth"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the centuar/ archer",
      "picture": "",
      "trait": "Individuals with the Moon in Sagittarius have an adventurous and optimistic emotional nature. They are enthusiastic, open-minded, and seek meaning and expansion. They have a need for freedom and exploration. These individuals find emotional fulfillment through learning, traveling, engaging in philosophical discussions, and embracing new experiences.",
      "compatibility": 1
    },
    {
      "id": 10,
      "name": "Capricorn",
      "planet": {
        "name": "Saturn",
        "description": "the planet of discipline, responsibility, and structure. It enhances their determination, ambition, and sense of duty, fostering their ability to work diligently, achieve goals, and build a solid foundation."
      },
      "body": {
        "part": "bones, joints & knees",
        "about": "Capricorn individuals are known for their strong sense of structure and responsibility. Their bones provide them with a solid foundation, and their joints symbolize their ability to adapt to different situations. However, they may experience issues with their joints or knees due to their disciplined and hardworking nature"
      },
      "house": {
        "name": "Tenth",
        "of": "career, public image, and social status",
        "about": "reflects one's professional aspirations, achievements, and reputation in the world. This house indicates how individuals are seen by society and their potential for success and recognition."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "the sea goat",
      "picture": "",
      "trait": "Those with the Moon in Capricorn have a responsible and disciplined emotional nature. They are pragmatic, ambitious, and seek structure and stability. They have a need for achievement and success. These individuals find emotional fulfillment through setting goals, working hard, establishing solid foundations, and being recognized for their accomplishments.",
      "compatibility": 6
    },
    {
      "id": 11,
      "name": "Aquarius",
      "planet": {
        "name": "Uranus",
        "description": "the planet of originality and innovation. It amplifies their individuality, intellectual pursuits, and desire for social change, inspiring them to challenge conventions and embrace progressive ideas."
      },
      "body": {
        "part": "circulatory system & ankles",
        "about": "Aquarius individuals are innovative and forward-thinking. Their circulatory system reflects their ability to connect with others and embrace new ideas. They may be prone to circulatory issues or have a vulnerability in their ankles, as they are constantly on the move, exploring new horizons"
      },
      "house": {
        "name": "Eleventh",
        "of": "friendships, social groups, and aspirations",
        "about": "relates to one's involvement in communities, networks, and group activities. This house reflects one's ideals, hopes, and dreams for the future, as well as their ability to connect with like-minded individuals"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the water bearer",
      "picture": "",
      "trait": "Individuals with the Moon in Aquarius have an independent and unconventional emotional nature. They are open-minded, idealistic, and seek intellectual stimulation. They have a need for personal freedom and authenticity. These individuals find emotional fulfillment through championing humanitarian causes, engaging in social activism, and embracing their unique and progressive perspectives.",
      "compatibility": 7
    },
    {
      "id": 12,
      "name": "Pisces",
      "planet": {
        "name": "Neptune",
        "description": "the planet of spirituality, intuition, and imagination. It enhances their empathy, creativity, and connection to the unseen realms, encouraging their exploration of the mystical and their compassionate nature."
      },
      "body": {
        "part": "the feet, lymphatics & liver",
        "about": "Pisces individuals are deeply sensitive and compassionate. Their feet are often a source of vulnerability and sensitivity. They may experience foot-related issues or have a deep connection to the ground, finding solace in activities such as walking or dancing. The lymphatic system is also significant, as Pisces individuals are highly intuitive and emotionally attuned, and the lymphatic system plays a role in their body's natural cleansing and healing processes"
      },
      "house": {
        "name": "Twelfth",
        "of": "spirituality, the subconscious mind, and hidden matters",
        "about": "relates to solitude, self-reflection, and the deeper realms of consciousness. This house reflects spiritual practices, subconscious patterns, and the need for solitude and retreat to find inner peace and connection"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the two fishes",
      "picture": "",
      "trait": "Those with the Moon in Pisces have a compassionate and dreamy emotional nature. They are sensitive, intuitive, and seek transcendence and spiritual connection. They have a need for emotional and creative outlets. These individuals find emotional fulfillment through artistic expression, engaging in acts of compassion, connecting with their intuition, and finding solace in the realms of imagination and spirituality.",
      "compatibility": 8
    }
  ],
  "risings": [
    {
      "id": 1,
      "name": "Aries",
      "planet": {
        "name": "Mars",
        "description": "the planet of energy and action. It amplifies their assertiveness, courage, and passion, driving them to initiate new ventures and conquer challenges with enthusiasm."
      },
      "body": {
        "part": "head",
        "about": "Aries individuals are known for their determination and decisiveness, often leading with their heads. They have a strong willpower and are prone to headaches or migraines when under stress. Aries' dynamic energy is channeled through their head, and they may be prone to taking on new challenges head-on"
      },
      "house": {
        "name": "First",
        "of": "self, personality, and physical appearance",
        "about": "is also known as the Ascendant or Rising Sign. It reflects how individuals present themselves to the world and their overall outlook on life. This house signifies personal identity, self-image, and the first impressions we make on others"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Ram",
      "picture": "",
      "trait": "Those with Aries Rising have a bold, confident, and energetic approach to life. They possess a strong presence and radiate enthusiasm. Aries Rising individuals are natural leaders and initiators, often bursting with passion and a sense of adventure. They have a dynamic and assertive exterior that reflects their pioneering spirit."
    },
    {
      "id": 2,
      "name": "Taurus",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "neck & throat",
        "about": "Taurus individuals are known for their strong and sensual nature, and their necks are often a focal point of attraction. Taurus individuals may experience throat-related issues, such as sore throats or thyroid imbalances, as their energy centers on this area"
      },
      "house": {
        "name": "Second",
        "of": "personal resources, values, and possessions",
        "about": "relates to one's financial situation, material possessions, and how they handle their resources. This house also reflects self-worth, talents, and the ability to attract abundance and security"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Bull",
      "picture": "",
      "trait": "Those with Taurus Rising have a calm, steady, and grounded demeanor. They exude an aura of stability and reliability. Taurus Rising individuals appreciate comfort and beauty, and their appearance often reflects their refined taste. They have a patient and determined approach to life, showcasing their practicality and love for the sensual pleasures of existence."
    },
    {
      "id": 3,
      "name": "Gemini",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "arms, hands & lungs",
        "about": "Gemini individuals are expressive and animated in their gestures, often using their hands to communicate. They have nimble and agile hands and may be prone to carpal tunnel syndrome or other hand-related issues due to their active nature"
      },
      "house": {
        "name": "Third",
        "of": "communication, learning, and immediate environment",
        "about": "governs how individuals express themselves, their communication style, and their intellectual pursuits. This house also relates to siblings, neighbors, short trips, and early education"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Twins",
      "picture": "",
      "trait": "Those with Gemini Rising have a curious, adaptable, and communicative nature. They are social butterflies, often engaging in lively conversations and connecting with people from all walks of life. Gemini Rising individuals possess a youthful and expressive charm, with their quick wit and intellectual versatility shining through in their interactions."
    },
    {
      "id": 4,
      "name": "Cancer",
      "planet": {
        "name": "the Moon",
        "description": "the luminary that represents emotions and intuition. It intensifies their nurturing instincts, sensitivity, and profound emotional depth, fostering a strong connection with their own feelings and those of others."
      },
      "body": {
        "part": "stomach, brain & chest",
        "about": "Cancer individuals are deeply connected to their emotions, and their sensitive nature often manifests in their stomachs. They may experience digestive issues or have a tendency to store emotions in their gut. The chest is also a vulnerable area for Cancer individuals, as their caring and nurturing nature can sometimes leave them emotionally exposed"
      },
      "house": {
        "name": "Fourth",
        "of": "home, family, roots, and inner emotional security",
        "about": "reflects one's relationship with their family, their childhood experiences, and their sense of belonging. This house also indicates the foundation and core of an individual's being"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Crab",
      "picture": "",
      "trait": "Those with Cancer Rising have a nurturing, sensitive, and empathetic demeanor. They radiate a warm and approachable aura, making others feel instantly comfortable in their presence. Cancer Rising individuals are deeply connected to their emotions and possess a strong intuition. Their caring and compassionate nature is evident in their protective and nurturing instincts."
    },
    {
      "id": 5,
      "name": "Leo",
      "planet": {
        "name": "the Sun",
        "description": "the center of our solar system symbolizing vitality and self-expression. It enhances their natural charisma, leadership qualities, and desire to shine brightly, fueling their creative endeavors and thirst for recognition."
      },
      "body": {
        "part": "the heart",
        "about": "Leo individuals have a big heart and a generous spirit. They are known for their warm and loving nature. The heart is the center of their vitality and passion. The spine is also significant, as Leos often carry themselves with a regal and upright posture, symbolizing their strong sense of pride and confidence"
      },
      "house": {
        "name": "Fifth",
        "of": "creativity, self-expression, romance, and personal enjoyment",
        "about": "relates to hobbies, artistic pursuits, love affairs, and the ability to have fun. This house also reflects one's relationship with children and their capacity for joy and self-discovery"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Lion",
      "picture": "",
      "trait": "Those with Leo Rising have a magnetic, confident, and charismatic presence. They command attention wherever they go, exuding an air of royalty and glamour. Leo Rising individuals possess natural leadership qualities and a strong sense of self-expression. Their radiant energy and dramatic flair draw others towards them, igniting a sense of admiration and inspiration."
    },
    {
      "id": 6,
      "name": "Virgo",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "the digestive system",
        "about": "Virgo individuals are meticulous and detail-oriented, and their digestive health may reflect this attention to detail. They may have sensitive stomachs and are prone to digestive issues. Virgos tend to be conscious of their diet and overall well-being, as they understand the importance of taking care of their body"
      },
      "house": {
        "name": "Sixth",
        "of": "work, daily routines, health, and service",
        "about": "governs one's approach to work, productivity, and overall well-being. This house also reflects habits, organization, and the ability to be of service to others"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Virgin",
      "picture": "",
      "trait": "Those with Virgo Rising have an analytical, practical, and observant approach to life. They have a keen eye for detail and possess a meticulous nature. Virgo Rising individuals exhibit a modest and humble demeanor, often prioritizing efficiency and organization in their personal presentation. Their intellect and analytical abilities shine through in their interactions with others."
    },
    {
      "id": 7,
      "name": "Libra",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "lower back, kidneys & skin",
        "about": "Libra individuals are known for their sense of balance and harmony. They may be prone to lower back problems or kidney-related issues due to their desire for equilibrium in their lives. The skin is also significant, as Libras are often concerned with aesthetics and have a keen eye for beauty"
      },
      "house": {
        "name": "Seventh",
        "of": "partnerships, relationships, and marriage",
        "about": "reflects how individuals relate to others, their ability to form harmonious connections, and their ideal partner. This house also indicates the qualities individuals seek in close partnerships"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Scales",
      "picture": "",
      "trait": "Those with Libra Rising have a diplomatic, harmonious, and charming presence. They have a natural sense of balance and seek harmony in all areas of life. Libra Rising individuals possess a refined and elegant appearance, radiating grace and poise. Their sociable nature and desire for fairness make them skilled at creating harmonious connections with others."
    },
    {
      "id": 8,
      "name": "Scorpio",
      "planet": {
        "name": "Pluto",
        "description": "the body representing transformation and deep subconscious forces. It intensifies their passion, resilience, and desire for profound change and personal growth, allowing them to delve into the depths of their emotions and uncover hidden truths."
      },
      "body": {
        "part": "reproductive organs & the bowels",
        "about": "Scorpio individuals possess intense passion and sexuality. They are deeply connected to their desires and emotions. The reproductive organs are a source of power and transformation for Scorpios, and they often exude a magnetic and alluring presence"
      },
      "house": {
        "name": "Eighth",
        "of": "transformation, shared resources, intimacy, and the deeper aspects of life",
        "about": "relates to joint finances, inheritances, and psychological growth. This house also reflects matters related to sex, death, and rebirth, as well as the ability to navigate change and transformation"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the scorpion",
      "picture": "",
      "trait": "Those with Scorpio Rising have an intense, magnetic, and mysterious aura. They exude an air of depth and power, with their penetrating gaze and enigmatic presence. Scorpio Rising individuals possess a strong presence, often leaving a lasting impression on others. Their passion, resilience, and emotional depth are reflected in their transformative and sometimes secretive nature."
    },
    {
      "id": 9,
      "name": "Sagittarius",
      "planet": {
        "name": "Jupiter",
        "description": "the planet of expansion, wisdom, and luck. It magnifies their adventurous spirit, optimism, and desire for intellectual and spiritual growth, fueling their love for exploration and broadening their horizons."
      },
      "body": {
        "part": "hips, thighs & liver",
        "about": "Sagittarius individuals are adventurous and active, and their strong legs and hips carry them on their exciting journeys. They may be prone to hip or thigh-related issues due to their active lifestyle. The liver is also significant, as Sagittarians may need to be mindful of their alcohol consumption and overall liver health"
      },
      "house": {
        "name": "Ninth",
        "of": "higher education, spirituality, travel, and personal philosophy",
        "about": "relates to one's beliefs, wisdom, and quest for truth and meaning. This house reflects the pursuit of knowledge, cultural experiences, and the desire for personal expansion and growth"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the centuar/ archer",
      "picture": "",
      "trait": "Those with Sagittarius Rising have an optimistic, adventurous, and free-spirited approach to life. They radiate a sense of enthusiasm and an insatiable thirst for knowledge and exploration. Sagittarius Rising individuals possess an open-minded and jovial nature, often wearing their love for adventure and cultural experiences on their sleeve."
    },
    {
      "id": 10,
      "name": "Capricorn",
      "planet": {
        "name": "Saturn",
        "description": "the planet of discipline, responsibility, and structure. It enhances their determination, ambition, and sense of duty, fostering their ability to work diligently, achieve goals, and build a solid foundation."
      },
      "body": {
        "part": "bones, joints & knees",
        "about": "Capricorn individuals are known for their strong sense of structure and responsibility. Their bones provide them with a solid foundation, and their joints symbolize their ability to adapt to different situations. However, they may experience issues with their joints or knees due to their disciplined and hardworking nature"
      },
      "house": {
        "name": "Tenth",
        "of": "career, public image, and social status",
        "about": "reflects one's professional aspirations, achievements, and reputation in the world. This house indicates how individuals are seen by society and their potential for success and recognition."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "the sea goat",
      "picture": "",
      "trait": "Those with Capricorn Rising have a responsible, ambitious, and disciplined demeanor. They project an air of authority and professionalism. Capricorn Rising individuals exhibit a focused and determined approach to life, often embodying a strong work ethic and an understanding of long-term goals. Their composed and serious nature reflects their desire for success and recognition."
    },
    {
      "id": 11,
      "name": "Aquarius",
      "planet": {
        "name": "Uranus",
        "description": "the planet of originality and innovation, is associated. It amplifies their individuality, intellectual pursuits, and desire for social change, inspiring them to challenge conventions and embrace progressive ideas."
      },
      "body": {
        "part": "circulatory system & ankles",
        "about": "Aquarius individuals are innovative and forward-thinking. Their circulatory system reflects their ability to connect with others and embrace new ideas. They may be prone to circulatory issues or have a vulnerability in their ankles, as they are constantly on the move, exploring new horizons"
      },
      "house": {
        "name": "Eleventh",
        "of": "friendships, social groups, and aspirations",
        "about": "relates to one's involvement in communities, networks, and group activities. This house reflects one's ideals, hopes, and dreams for the future, as well as their ability to connect with like-minded individuals"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the water bearer",
      "picture": "",
      "trait": "Those with Aquarius Rising have an individualistic, unconventional, and intellectually-driven presence. They exude an aura of originality and forward-thinking. Aquarius Rising individuals possess a distinct and unique style, often showcasing their progressive and humanitarian values. Their open-mindedness and affinity for social causes make them natural trendsetters."
    },
    {
      "id": 12,
      "name": "Pisces",
      "planet": {
        "name": "Neptune",
        "description": "the planet of spirituality, intuition, and imagination. It enhances their empathy, creativity, and connection to the unseen realms, encouraging their exploration of the mystical and their compassionate nature."
      },
      "body": {
        "part": "the feet, lymphatics & liver",
        "about": "Pisces individuals are deeply sensitive and compassionate. Their feet are often a source of vulnerability and sensitivity. They may experience foot-related issues or have a deep connection to the ground, finding solace in activities such as walking or dancing. The lymphatic system is also significant, as Pisces individuals are highly intuitive and emotionally attuned, and the lymphatic system plays a role in their body's natural cleansing and healing processes"
      },
      "house": {
        "name": "Twelfth",
        "of": "spirituality, the subconscious mind, and hidden matters",
        "about": "relates to solitude, self-reflection, and the deeper realms of consciousness. This house reflects spiritual practices, subconscious patterns, and the need for solitude and retreat to find inner peace and connection"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the two fishes",
      "picture": "",
      "trait": "Those with Pisces Rising have a gentle, dreamy, and empathetic nature. They project an aura of sensitivity and compassion. Pisces Rising individuals possess a mystical and imaginative presence, often displaying artistic talents and a connection to the spiritual realm. Their intuitive and adaptable nature allows them to blend in seamlessly with different environments and connect with others on a profound level."
    }
  ],
  "planets": [
    {
      "id": 1,
      "name": "Mars",
      "description": "Known as the action planet of the zodiac, Mars embodies an intense nature. It is associated with energy, passion, and determination. Mars encourages individuals to stand up, be noticed, and actively pursue their goals, as it rules over the military and symbolizes assertiveness and leadership. Ambition and competition also fall within Mars's realm. Mars inspires us to face challenges head-on and strive to be our best or even exceed our own limits. While Mars does encompass aggression, it also values courage and honor, rewarding those who exhibit a fearless nature. It is important to acknowledge that Mars's energy can manifest in both constructive and destructive ways. Mars represents violence, but it also encourages us to harness this force for positive purposes. Stamina, ambition, and achievement are key aspects of Mars's influence, urging individuals to push their boundaries and achieve greatness.  Mars also governs our sexuality and sexual energy, highlighting its connection to primal desires and passion. Additionally, it rules over weapons, accidents, and surgery, symbolizing the potential for both destruction and healing.",
      "symbol": "♂",
      "transit": "6 - 7 weeks",
      "rules": "Aries"
    },
    {
      "id": 2,
      "name": "Venus",
      "description": "Venus represents pleasure, particularly shared with others. It focuses on love, romance, and emotional harmony in relationships, including marriages, friendships, and partnerships. Venus spreads happiness, teaches us to love and appreciate others, and enhances our attractiveness and social interactions. Beauty is a significant aspect of Venus, encompassing the arts and aesthetics. It urges us to indulge our senses and embrace the world's beauty, emphasizing refinement, culture, charm, and grace. Venus also relates to the pleasure derived from possessions, such as luxuries, fine dining, beautiful homes, and refined tastes. It encourages us to appreciate the exquisite nature of things. Venus's realm is sensual, but not solely sexual in nature.",
      "symbol": "♀",
      "transit": "4 - 5 weeks",
      "rules": "Taurus and Libra"
    },
    {
      "id": 3,
      "name": "Mercury",
      "description": "Mercury governs communication, intellect, and awareness. It encompasses logic, reasoning, thought processes, and expression.  A mercurial nature implies restlessness and speed. Mercury is associated with quick wit, fast thinking, possibilities, opinions, and rationalization. Mercury prompts us to seek answers and move quickly on physical and psychological levels.  Mercury rules short trips, local visits, daily commutes, and weekend getaways. It also governs siblings and transportation in general. Speaking, writing, books, online communication, and learning are all under Mercury's influence. It urges us to express ourselves frequently and effectively. However, when Mercury goes retrograde (appearing to travel backward), our communications may face challenges.",
      "symbol": "☿",
      "transit": "2 - 3 weeks",
      "rules": "Gemini and Virgo"
    },
    {
      "id": 4,
      "name": "The Moon",
      "description": "The Moon, being the closest celestial body to Earth, quickly moves through the zodiac in less than a month, deeply influencing us in profound ways. As the ruler of tides, the Moon naturally governs our emotions. Our feelings have been likened to the sea— fluid, impactful, and stirring from within. The Moon influences mood swings, instincts, our personal emotional experiences, as well as how our emotions impact others.  Symbolizing the mother and the bond between women and children, the Moon embodies a goddess-like energy. It speaks to the nurturing role of women in our lives. Fertility, pregnancy, and childbirth also fall under the Moon's influence. Our emotions shape our daily existence, and the Moon plays a significant role in this ongoing process. Through the Moon's energy, we strive to reconcile diverse emotions and find completeness and harmony with the world. Additionally, the Moon aids us in recognizing our desires and using memory and the past as valuable tools.",
      "symbol": "☽",
      "transit": "2 - 3 days",
      "rules": "Cancer"
    },
    {
      "id": 5,
      "name": "Pluto",
      "description": "Being the outermost planet in our solar system, Pluto's energy may be subtle, but its impact is profound. Pluto represents transformation and rebirth. It operates in a no-nonsense manner, urging us to let go of the old and embrace the new. If we resist, Pluto forces us to confront our misery. It challenges us to transcend our limitations, redeem ourselves, and emerge stronger. While Pluto is associated with creation, it also thrives on destruction. It rules over death, obsession, coercion, viruses, and waste. It governs the underworld, crime, and various subversive activities. Pluto is shrouded in secrecy and hidden agendas, embodying the concept of good versus evil. Pluto's power compels individuals to introspect and explore their subconscious depths, regardless of any fear involved. Pluto knows how to push buttons and provoke self-discovery.",
      "symbol": "♇",
      "transit": "12 - 15 years",
      "rules": "Scorpio"
    },
    {
      "id": 6,
      "name": "Jupiter",
      "description": "Jupiter, the planet of intellect and exploration, inspires higher learning and the pursuit of ideas. It governs ideologies, religions, and philosophy. Jupiter encourages us to seek answers, even if it means embarking on long journeys. It prompts us to evaluate our ethics and maintain a sense of optimism. Jupiter is associated with luck and good fortune, acting as a benevolent guide to help us grow and thrive. While it oversees success and prosperity, it can also lead to laziness and weight gain. However, Jupiter generally steers us towards a positive path. Leisure activities, sports, games of chance, and enjoying time with pets are all within Jupiter's realm. Furthermore, Jupiter often indicates the potential for wealth, both material and otherwise. Overall, Jupiter is a favorable celestial companion.",
      "symbol": "♃",
      "transit": "12 - 13 months",
      "rules": "Sagittarius"
    },
    {
      "id": 7,
      "name": "Saturn",
      "description": "Saturn demands hard work, discipline, and responsibility. Saturn reminds us of the passing hours. It emphasizes the importance of managing limitations and restrictions. Saturn governs old age and the lessons it imparts, embodying the role of a teacher. It values tradition, conventionality, and wisdom that come with the passage of time. Saturn appreciates our perseverance and the ability to withstand the tests of time, bestowing a sense of authority upon us.  Structure, order, and the manner in which we handle our affairs are under Saturn's influence. It emphasizes contraction and managing our resources. As a teacher, Saturn also addresses karma and the lessons we can learn from past experiences.",
      "symbol": "♄",
      "transit": "2 - 3 years",
      "rules": "Capricorn"
    },
    {
      "id": 8,
      "name": "Uranus",
      "description": "Uranus represents a fresh perspective, urging us to embrace expanded consciousness. It governs originality, inventions, cutting-edge technologies, and future events. Rejecting the status quo, Uranus breaks traditions and strives for a new world order. Rebellion, revolution, autonomy, and free will are all under its influence. Uranus is anything but subtle, inciting erratic behavior and intricate schemes. It aligns with bohemian, utopian ideals and humanitarian principles. Freedom and creativity are highly valued, and astrology falls within its domain. Additionally, Uranus is associated with sudden, sometimes violent, and unexpected events, including earthquakes and natural disasters.",
      "symbol": "♅",
      "transit": "7 years",
      "rules": "Aquarius"
    },
    {
      "id": 9,
      "name": "Neptune",
      "description": "Neptune embodies fluidity and illusion. It governs dreams, abstract thought, and the mysterious. Our spirituality and personal growth are important to Neptune, inviting us to embrace its energy through meditation and heightened awareness. It favors poetic, musical, and dance. In addition, Neptune rules the realms of movies, television, theater, fashion, and glamour. Neptune can also be deceptive and subversive, dabbling in flattery. The shadow side of Neptune is associated with escapism, manifesting in behaviors like substance abuse, trances, and hypnosis. It can lead to delusion, hypochondria, and abnormality. Sleep and dreams are also influenced by Neptune. Ultimately, how we respond to Neptune's energy is up to us as it continues to influence our lives.",
      "symbol": "♆",
      "transit": "10 - 12 years",
      "rules": "Pisces"
    },
    {
      "id": 10,
      "name": "The Sun",
      "description": "TThe sun, a luminary and star, symbolizes life and self-expression. It represents our identity, personality, and uniqueness. It fuels our creativity and empowers us to face life's challenges. Father figures, husbands, and male influences are governed by the sun, as are children. Its energy is authoritative, enabling leadership and defining our core essence. Through the sun's influence, we learn to manifest ourselves in the world. Majestic and regal, the sun rules over royalty, higher positions, and our well-being. Its golden glow infuses us with vitality, strength, and the determination to succeed. As the source of energy for other planets, the sun holds a significant role in astrology.",
      "symbol": "☉",
      "transit": "1 month",
      "rules": "Leo"
    }
  ],
  "userSpheres": [
    {
      "profileId": 5,
      "userId": 1,
      "id": 1
    },
    {
      "profileId": 6,
      "userId": 1,
      "id": 2
    },
    {
      "profileId": 7,
      "userId": 1,
      "id": 3
    },
    {
      "profileId": 14,
      "userId": 1,
      "id": 4
    },
    {
      "profileId": 13,
      "userId": 1,
      "id": 5
    }
  ]
}