{
  "users": [
    {
      "id": 1,
      "firstName": "Kelsey",
      "lastName": "Lemmer",
      "email": "klemmer@gmail.com"
    },
    {
      "id": 2,
      "firstName": "Katie",
      "lastName": "Zarbock",
      "email": "kzarbock@gmail.com"
    },
    {
      "id": 3,
      "firstName": "Logan",
      "lastName": "Welch",
      "email": "lwelch@gmail.com"
    },
    {
      "id": 4,
      "firstName": "Bri",
      "lastName": "Phillips",
      "email": "bphillips@gmail.com"
    },
    {
      "id": 5,
      "firstName": "Casey",
      "lastName": "Ferebee",
      "email": "cferebee@gmail.com"
    },
    {
      "id": 6,
      "firstName": "Elena",
      "lastName": "Spradlin",
      "email": "espradlin@gmail.com"
    },
    {
      "id": 7,
      "firstName": "Sam",
      "lastName": "Thrasher",
      "email": "sthrasher@gmail.com"
    },
    {
      "firstName": "Chesney",
      "lastName": "Hardin",
      "email": "chardin@gmail.com",
      "id": 8
    },
    {
      "firstName": "Becca",
      "lastName": "Shaw",
      "email": "bshaw@gmail.com",
      "id": 9
    },
    {
      "firstName": "Annie",
      "lastName": "Storey",
      "email": "astorey@gmail.com",
      "id": 10
    },
    {
      "firstName": "Belle",
      "lastName": "Hollander",
      "email": "bhollander@gmail.com",
      "id": 11
    },
    {
      "firstName": "Taylor",
      "lastName": "Wadsworth",
      "email": "twadsworth@gmail.com",
      "id": 12
    },
    {
      "firstName": "Cassie",
      "lastName": "Revell",
      "email": "crevell@gmail.com",
      "id": 13
    },
    {
      "firstName": "Abbey",
      "lastName": "Moss",
      "email": "amoss@gmail.com",
      "id": 14
    },
    {
      "firstName": "Randy",
      "lastName": "Hamm",
      "email": "rhamm@gmail.com",
      "id": 15
    },
    {
      "firstName": "Will",
      "lastName": "Briscoe",
      "email": "wbriscoe@gmail.com",
      "id": 16
    },
    {
      "firstName": "Will",
      "lastName": "Jackson",
      "email": "wjackson@gmail.com",
      "id": 17
    },
    {
      "firstName": "Sarah",
      "lastName": "Saturday",
      "email": "ssaturday@gmail.com",
      "id": 18
    },
    {
      "firstName": "patrick",
      "lastName": "cason",
      "email": "pcason@gmail.com",
      "id": 19
    },
    {
      "firstName": "Test",
      "lastName": "Account",
      "email": "testaccount@gmail.com",
      "id": 20
    }
  ],
  "profiles": [
    {
      "id": 4,
      "userId": 4,
      "sunId": 11,
      "moonId": 6,
      "risingId": 10,
      "picture": "https://i.imgur.com/cIHSphf.jpg",
      "displayName": "Bri Phillips"
    },
    {
      "id": 5,
      "userId": 5,
      "sunId": 9,
      "moonId": 7,
      "risingId": 7,
      "picture": "https://i.imgur.com/W0OutJt.jpg",
      "displayName": "Casey Ferebee"
    },
    {
      "id": 6,
      "userId": 6,
      "sunId": 3,
      "moonId": 6,
      "risingId": 8,
      "picture": "https://i.imgur.com/vS805Xk.png",
      "displayName": "Elena Spradlin"
    },
    {
      "id": 7,
      "userId": 7,
      "sunId": 10,
      "moonId": 9,
      "risingId": 1,
      "picture": "https://i.imgur.com/uLL4y8I.png",
      "displayName": "Sam Thrasher"
    },
    {
      "userId": 8,
      "sunId": 2,
      "moonId": 6,
      "risingId": 1,
      "id": 8,
      "picture": "https://i.imgur.com/51kwKKc.jpg",
      "displayName": "Chesney Hardin"
    },
    {
      "userId": 11,
      "sunId": 11,
      "moonId": 1,
      "risingId": 12,
      "id": 11,
      "picture": "https://i.imgur.com/PHhR2iJ.png",
      "displayName": "Belle Hollander"
    },
    {
      "userId": 2,
      "sunId": 3,
      "moonId": 3,
      "risingId": 3,
      "picture": "https://i.imgur.com/egDLl3W.png",
      "id": 13,
      "displayName": "Katie Zarbock"
    },
    {
      "userId": 13,
      "sunId": 9,
      "moonId": 11,
      "risingId": 11,
      "picture": "https://i.imgur.com/5Lq16Nm.jpg",
      "id": 14,
      "displayName": "Cassie Revell"
    },
    {
      "userId": 14,
      "sunId": 7,
      "moonId": 12,
      "risingId": 8,
      "picture": "https://i.imgur.com/gZUsaCa.jpg",
      "id": 15,
      "displayName": "Abbey Moss"
    },
    {
      "userId": 15,
      "sunId": 11,
      "moonId": 8,
      "risingId": 7,
      "picture": "https://i.imgur.com/rwYOSUg.png",
      "id": 16,
      "displayName": "Randy Hamm"
    },
    {
      "userId": 16,
      "sunId": 7,
      "moonId": 5,
      "risingId": 9,
      "picture": "https://i.imgur.com/1YEDxjr.png",
      "id": 17,
      "displayName": "Will Briscoe"
    },
    {
      "userId": 17,
      "sunId": 4,
      "moonId": 2,
      "risingId": 5,
      "picture": "https://i.imgur.com/J7U2XxA.jpg",
      "id": 18,
      "displayName": "Will Jackson"
    },
    {
      "userId": 18,
      "sunId": 2,
      "moonId": 7,
      "risingId": 9,
      "picture": "https://i.imgur.com/ABa6D9c.jpg",
      "displayName": "Sarah Saturday",
      "id": 20
    },
    {
      "userId": 3,
      "sunId": 12,
      "moonId": 10,
      "risingId": 12,
      "picture": "https://i.imgur.com/CPwyBep.png",
      "displayName": "Logan Welch",
      "id": 22
    },
    {
      "userId": 19,
      "sunId": 2,
      "moonId": 6,
      "risingId": 3,
      "picture": "https: //i.imgur.com/TgkqULs.png",
      "displayName": "patrick",
      "id": 23
    },
    {
      "userId": 1,
      "sunId": 12,
      "moonId": 3,
      "risingId": 1,
      "picture": "https://i.imgur.com/N2iPFsc.png",
      "displayName": "Kelsey Lemmer",
      "id": 24
    }
  ],
  "suns": [
    {
      "id": 1,
      "name": "Aries",
      "dates": " March 21 - April 19",
      "planet": {
        "name": "Mars",
        "description": "the planet of energy and action. It amplifies their assertiveness, courage, and passion, driving them to initiate new ventures and conquer challenges with enthusiasm."
      },
      "body": {
        "part": "head",
        "about": "Aries individuals are known for their determination and decisiveness, often leading with their heads. They have a strong willpower and are prone to headaches or migraines when under stress. Aries' dynamic energy is channeled through their head, and they may be prone to taking on new challenges head-on"
      },
      "house": {
        "name": "first",
        "of": "self, personality, and physical appearance",
        "about": "is also known as the Ascendant or Rising Sign. It reflects how individuals present themselves to the world and their overall outlook on life. This house signifies personal identity, self-image, and the first impressions we make on others"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Ram",
      "picture": "♈︎",
      "trait": "With the Sun in Aries, individuals possess a strong sense of self and exude confidence and leadership. They are bold, energetic, and natural initiators. Aries Suns have a pioneering spirit and are not afraid to take risks or assert themselves in pursuit of their goals. They shine brightest when they are at the forefront, blazing their own trails and inspiring others with their dynamic presence."
    },
    {
      "id": 2,
      "name": "Taurus",
      "dates": "April 20 - May 20",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "neck & throat",
        "about": "Taurus individuals are known for their strong and sensual nature, and their necks are often a focal point of attraction. Taurus individuals may experience throat-related issues, such as sore throats or thyroid imbalances, as their energy centers on this area"
      },
      "house": {
        "name": "second",
        "of": "personal resources, values, and possessions",
        "about": "relates to one's financial situation, material possessions, and how they handle their resources. This house also reflects self-worth, talents, and the ability to attract abundance and security"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Bull",
      "picture": "♉︎",
      "trait": "With the Sun in Taurus, individuals are grounded, practical, and have a strong appreciation for stability and material comforts. They value security and possess a patient and determined nature. Taurus Suns radiate a calm and steady energy and are reliable and trustworthy. They shine brightest when they are creating a sense of security and enjoying the pleasures of life."
    },
    {
      "id": 3,
      "name": "Gemini",
      "dates": "May 22 - June 21",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "arms, hands & lungs",
        "about": "Gemini individuals are expressive and animated in their gestures, often using their hands to communicate. They have nimble and agile hands and may be prone to carpal tunnel syndrome or other hand-related issues due to their active nature"
      },
      "house": {
        "name": "third",
        "of": "communication, learning, and immediate environment",
        "about": "governs how individuals express themselves, their communication style, and their intellectual pursuits. This house also relates to siblings, neighbors, short trips, and early education"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Twins",
      "picture": "♊",
      "trait": "With the Sun in Gemini, individuals are intellectually curious, adaptable, and versatile. They possess a quick wit and have a natural gift for communication. Gemini Suns are social butterflies and thrive on mental stimulation and variety. They shine brightest when they are engaging in diverse conversations, sharing knowledge, and connecting with others through their charismatic and engaging personality."
    },
    {
      "id": 4,
      "name": "Cancer",
      "dates": "June 21 - July 22",
      "planet": {
        "name": "the Moon",
        "description": "the luminary that represents emotions and intuition. It intensifies their nurturing instincts, sensitivity, and profound emotional depth, fostering a strong connection with their own feelings and those of others."
      },
      "body": {
        "part": "stomach, brain & chest",
        "about": "Cancer individuals are deeply connected to their emotions, and their sensitive nature often manifests in their stomachs. They may experience digestive issues or have a tendency to store emotions in their gut. The chest is also a vulnerable area for Cancer individuals, as their caring and nurturing nature can sometimes leave them emotionally exposed"
      },
      "house": {
        "name": "fourth",
        "of": "home, family, roots, and inner emotional security",
        "about": "reflects one's relationship with their family, their childhood experiences, and their sense of belonging. This house also indicates the foundation and core of an individual's being"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Crab",
      "picture": "♋︎",
      "trait": "With the Sun in Cancer, individuals are deeply connected to their emotions and possess a nurturing and compassionate nature. They value their home and family and have a strong intuitive sense. Cancer Suns radiate empathy and emotional sensitivity. They shine brightest when they are creating a sense of emotional security, providing care and support to loved ones, and expressing their creative and artistic talents."
    },
    {
      "id": 5,
      "name": "Leo",
      "dates": "July 23 - Aug 22",
      "planet": {
        "name": "the Sun",
        "description": "the center of our solar system symbolizing vitality and self-expression. It enhances their natural charisma, leadership qualities, and desire to shine brightly, fueling their creative endeavors and thirst for recognition."
      },
      "body": {
        "part": "the heart",
        "about": "Leo individuals have a big heart and a generous spirit. They are known for their warm and loving nature. The heart is the center of their vitality and passion. The spine is also significant, as Leos often carry themselves with a regal and upright posture, symbolizing their strong sense of pride and confidence"
      },
      "house": {
        "name": "fifth",
        "of": "creativity, self-expression, romance, and personal enjoyment",
        "about": "relates to hobbies, artistic pursuits, love affairs, and the ability to have fun. This house also reflects one's relationship with children and their capacity for joy and self-discovery"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Lion",
      "picture": " ♌︎ ",
      "trait": "With the Sun in Leo, individuals have a radiant and charismatic presence. They possess a natural sense of confidence, creativity, and passion. Leo Suns love to be in the spotlight and have a strong desire for recognition and appreciation. They shine brightest when they are expressing their unique talents, leading with their heart, and inspiring others through their magnetic personality and leadership abilities."
    },
    {
      "id": 6,
      "name": "Virgo",
      "dates": "August 23 - September 22",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "the digestive system",
        "about": "Virgo individuals are meticulous and detail-oriented, and their digestive health may reflect this attention to detail. They may have sensitive stomachs and are prone to digestive issues. Virgos tend to be conscious of their diet and overall well-being, as they understand the importance of taking care of their body"
      },
      "house": {
        "name": "sixth",
        "of": "work, daily routines, health, and service",
        "about": "governs one's approach to work, productivity, and overall well-being. This house also reflects habits, organization, and the ability to be of service to others"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Virgin",
      "picture": " ♍︎",
      "trait": "With the Sun in Virgo, individuals are analytical, practical, and detail-oriented. They possess a strong work ethic and a desire for perfection. Virgo Suns have a natural ability to discern and analyze, and they thrive in organized and efficient environments. They shine brightest when they are utilizing their analytical skills, serving others through their practicality and attention to detail, and bringing order and structure to their endeavors."
    },
    {
      "id": 7,
      "name": "Libra",
      "dates": "September 23 - October 22",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "lower back, kidneys & skin",
        "about": "Libra individuals are known for their sense of balance and harmony. They may be prone to lower back problems or kidney-related issues due to their desire for equilibrium in their lives. The skin is also significant, as Libras are often concerned with aesthetics and have a keen eye for beauty"
      },
      "house": {
        "name": "seventh",
        "of": "partnerships, relationships, and marriage",
        "about": "reflects how individuals relate to others, their ability to form harmonious connections, and their ideal partner. This house also indicates the qualities individuals seek in close partnerships"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Scales",
      "picture": "♎︎",
      "trait": "With the Sun in Libra, individuals value harmony, balance, and fairness. They possess a natural sense of diplomacy and are skilled in finding common ground and fostering connections. Libra Suns radiate charm and grace and have a strong desire for partnership and cooperation. They shine brightest when they are promoting peace and harmony, advocating for justice, and creating beauty and harmony in their surroundings."
    },
    {
      "id": 8,
      "name": "Scorpio",
      "dates": "October 23 - November 21",
      "planet": {
        "name": "Pluto",
        "description": "the body that represents transformation and deep subconscious forces. It intensifies their passion, resilience, and desire for profound change and personal growth, allowing them to delve into the depths of their emotions and uncover hidden truths."
      },
      "body": {
        "part": "reproductive organs & the bowels",
        "about": "Scorpio individuals possess intense passion and sexuality. They are deeply connected to their desires and emotions. The reproductive organs are a source of power and transformation for Scorpios, and they often exude a magnetic and alluring presence"
      },
      "house": {
        "name": "eighth",
        "of": "transformation, shared resources, intimacy, and the deeper aspects of life",
        "about": "relates to joint finances, inheritances, and psychological growth. This house also reflects matters related to sex, death, and rebirth, as well as the ability to navigate change and transformation"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Scorpion",
      "picture": "♏︎",
      "trait": "With the Sun in Scorpio, individuals possess intensity, depth, and a powerful transformative energy. They are drawn to the mysteries of life and possess strong intuition and emotional depth. Scorpio Suns radiate magnetism and have a piercing insight. They shine brightest when they are embracing their personal power, delving into the depths of emotions, and using their transformative energy to bring about positive change."
    },
    {
      "id": 9,
      "name": "Sagittarius",
      "dates": "November 22 - December 21",
      "planet": {
        "name": "Jupiter",
        "description": "the planet of expansion, wisdom, and luck. It magnifies their adventurous spirit, optimism, and desire for intellectual and spiritual growth, fueling their love for exploration and broadening their horizons."
      },
      "body": {
        "part": "hips, thighs & liver",
        "about": "Sagittarius individuals are adventurous and active, and their strong legs and hips carry them on their exciting journeys. They may be prone to hip or thigh-related issues due to their active lifestyle. The liver is also significant, as Sagittarians may need to be mindful of their alcohol consumption and overall liver health"
      },
      "house": {
        "name": "ninth",
        "of": "higher education, spirituality, travel, and personal philosophy",
        "about": "relates to one's beliefs, wisdom, and quest for truth and meaning. This house reflects the pursuit of knowledge, cultural experiences, and the desire for personal expansion and growth"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Centaur/ Archer",
      "picture": "♐︎",
      "trait": "With the Sun in Sagittarius, individuals are adventurous, optimistic, and have a strong thirst for knowledge and expansion. They possess a love for exploration and a desire to seek truth and meaning. Sagittarius Suns radiate enthusiasm and have a jovial and expansive personality. They shine brightest when they are exploring new horizons, expanding their worldview, and inspiring others with their philosophical insights and zest for life."
    },
    {
      "id": 10,
      "name": "Capricorn",
      "dates": "December 21 - January 20",
      "planet": {
        "name": "Saturn",
        "description": "the planet of discipline, responsibility, and structure. It enhances their determination, ambition, and sense of duty, fostering their ability to work diligently, achieve goals, and build a solid foundation."
      },
      "body": {
        "part": "bones, joints & knees",
        "about": "Capricorn individuals are known for their strong sense of structure and responsibility. Their bones provide them with a solid foundation, and their joints symbolize their ability to adapt to different situations. However, they may experience issues with their joints or knees due to their disciplined and hardworking nature"
      },
      "house": {
        "name": "tenth",
        "of": "career, public image, and social status",
        "about": "reflects one's professional aspirations, achievements, and reputation in the world. This house indicates how individuals are seen by society and their potential for success and recognition."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Sea Goat",
      "picture": "With the Sun in Capricorn, individuals are disciplined, ambitious, and possess a strong sense of responsibility. They value structure and are determined to achieve their goals. Capricorn Suns radiate a sense of reliability and wisdom. They shine brightest when they are utilizing their practicality and leadership skills, working towards long-term success, and bringing stability and order to their lives.",
      "trait": "♑︎"
    },
    {
      "id": 11,
      "name": "Aquarius",
      "dates": "January 21 - February 18",
      "planet": {
        "name": "Uranus",
        "description": "the planet of originality and innovation. It amplifies their individuality, intellectual pursuits, and desire for social change, inspiring them to challenge conventions and embrace progressive ideas."
      },
      "body": {
        "part": "circulatory system & ankles",
        "about": "Aquarius individuals are innovative and forward-thinking. Their circulatory system reflects their ability to connect with others and embrace new ideas. They may be prone to circulatory issues or have a vulnerability in their ankles, as they are constantly on the move, exploring new horizons"
      },
      "house": {
        "name": "eleventh",
        "of": "friendships, social groups, and aspirations",
        "about": "relates to one's involvement in communities, networks, and group activities. This house reflects one's ideals, hopes, and dreams for the future, as well as their ability to connect with like-minded individuals"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Water Bearer",
      "picture": "♒︎",
      "trait": "With the Sun in Aquarius, individuals possess a unique, innovative, and independent spirit. They are forward-thinking, idealistic, and value their individuality and freedom. Aquarius Suns radiate a sense of originality and eccentricity. They shine brightest when they are championing humanitarian causes, embracing their individuality, and using their innovative thinking to bring about positive change for society."
    },
    {
      "id": 12,
      "name": "Pisces",
      "dates": "February 19 - March 20",
      "planet": {
        "name": "Neptune",
        "description": "the planet of spirituality, intuition, and imagination. It enhances their empathy, creativity, and connection to the unseen realms, encouraging their exploration of the mystical and their compassionate nature."
      },
      "body": {
        "part": "the feet, lymphatics & liver",
        "about": "Pisces individuals are deeply sensitive and compassionate. Their feet are often a source of vulnerability and sensitivity. They may experience foot-related issues or have a deep connection to the ground, finding solace in activities such as walking or dancing. The lymphatic system is also significant, as Pisces individuals are highly intuitive and emotionally attuned, and the lymphatic system plays a role in their body's natural cleansing and healing processes"
      },
      "house": {
        "name": "twelfth",
        "of": "spirituality, the subconscious mind, and hidden matters",
        "about": "relates to solitude, self-reflection, and the deeper realms of consciousness. This house reflects spiritual practices, subconscious patterns, and the need for solitude and retreat to find inner peace and connection"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Two Fishes",
      "picture": "♓︎",
      "trait": "With the Sun in Pisces, individuals are intuitive, compassionate, and possess a deep sense of empathy. They are imaginative, dreamy, and possess a strong connection to the spiritual realm. Pisces Suns radiate a sense of ethereal beauty and sensitivity. They shine brightest when they are expressing their creativity, engaging in acts of service and compassion, and tapping into their intuitive and spiritual gifts to bring healing and inspiration to others."
    }
  ],
  "moons": [
    {
      "id": 1,
      "name": "Aries",
      "planet": {
        "name": "Mars",
        "description": "the planet of energy and action. It amplifies their assertiveness, courage, and passion, driving them to initiate new ventures and conquer challenges with enthusiasm."
      },
      "body": {
        "part": "head",
        "about": "Aries individuals are known for their determination and decisiveness, often leading with their heads. They have a strong willpower and are prone to headaches or migraines when under stress. Aries' dynamic energy is channeled through their head, and they may be prone to taking on new challenges head-on"
      },
      "house": {
        "name": "first",
        "of": "self, personality, and physical appearance",
        "about": "is also known as the Ascendant or Rising Sign. It reflects how individuals present themselves to the world and their overall outlook on life. This house signifies personal identity, self-image, and the first impressions we make on others"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Ram",
      "picture": "",
      "trait": "Individuals with the Moon in Aries have an emotionally assertive and impulsive nature. They are passionate and quick to react, wearing their hearts on their sleeves. Their emotions can be fiery and intense, and they have a need for independence and personal freedom. They find emotional fulfillment through taking action, initiating new projects, and pursuing their passions.",
      "compatibility": 5
    },
    {
      "id": 2,
      "name": "Taurus",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "neck & throat",
        "about": "Taurus individuals are known for their strong and sensual nature, and their necks are often a focal point of attraction. Taurus individuals may experience throat-related issues, such as sore throats or thyroid imbalances, as their energy centers on this area"
      },
      "house": {
        "name": "second",
        "of": "personal resources, values, and possessions",
        "about": "relates to one's financial situation, material possessions, and how they handle their resources. This house also reflects self-worth, talents, and the ability to attract abundance and security"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Bull",
      "picture": "",
      "trait": "Those with the Moon in Taurus have a stable and grounded emotional nature. They seek security, comfort, and stability in their lives. They are nurturing and possess a deep appreciation for the sensual pleasures of life. These individuals find emotional fulfillment through creating a sense of security, establishing harmonious environments, and connecting with nature.",
      "compatibility": 10
    },
    {
      "id": 3,
      "name": "Gemini",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "arms, hands & lungs",
        "about": "Gemini individuals are expressive and animated in their gestures, often using their hands to communicate. They have nimble and agile hands and may be prone to carpal tunnel syndrome or other hand-related issues due to their active nature"
      },
      "house": {
        "name": "third",
        "of": "communication, learning, and immediate environment",
        "about": "governs how individuals express themselves, their communication style, and their intellectual pursuits. This house also relates to siblings, neighbors, short trips, and early education"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Twins",
      "picture": "",
      "trait": "Individuals with the Moon in Gemini have a versatile and intellectually curious emotional nature. They are sociable, adaptable, and enjoy mental stimulation. They have a need for variety and can be emotionally detached at times. They find emotional fulfillment through communication, social interaction, learning, and exchanging ideas with others.",
      "compatibility": 11
    },
    {
      "id": 4,
      "name": "Cancer",
      "planet": {
        "name": "the Moon",
        "description": "the luminary that represents emotions and intuition. It intensifies their nurturing instincts, sensitivity, and profound emotional depth, fostering a strong connection with their own feelings and those of others."
      },
      "body": {
        "part": "stomach, brain & chest",
        "about": "Cancer individuals are deeply connected to their emotions, and their sensitive nature often manifests in their stomachs. They may experience digestive issues or have a tendency to store emotions in their gut. The chest is also a vulnerable area for Cancer individuals, as their caring and nurturing nature can sometimes leave them emotionally exposed"
      },
      "house": {
        "name": "fourth",
        "of": "home, family, roots, and inner emotional security",
        "about": "reflects one's relationship with their family, their childhood experiences, and their sense of belonging. This house also indicates the foundation and core of an individual's being"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Crab",
      "picture": "",
      "trait": "Those with the Moon in Cancer have a nurturing and deeply emotional nature. They are intuitive, empathetic, and seek emotional security and connection. They have a strong attachment to their family and home. These individuals find emotional fulfillment through nurturing and caring for others, creating a sense of emotional safety, and embracing their nurturing instincts.",
      "compatibility": 12
    },
    {
      "id": 5,
      "name": "Leo",
      "planet": {
        "name": "the Sun",
        "description": "the center of our solar system symbolizing vitality and self-expression. It enhances their natural charisma, leadership qualities, and desire to shine brightly, fueling their creative endeavors and thirst for recognition."
      },
      "body": {
        "part": "the heart",
        "about": "Leo individuals have a big heart and a generous spirit. They are known for their warm and loving nature. The heart is the center of their vitality and passion. The spine is also significant, as Leos often carry themselves with a regal and upright posture, symbolizing their strong sense of pride and confidence"
      },
      "house": {
        "name": "fifth",
        "of": "creativity, self-expression, romance, and personal enjoyment",
        "about": "relates to hobbies, artistic pursuits, love affairs, and the ability to have fun. This house also reflects one's relationship with children and their capacity for joy and self-discovery"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Lion",
      "picture": "",
      "trait": "Individuals with the Moon in Leo have a dramatic and expressive emotional nature. They crave attention, recognition, and appreciation. They are generous, passionate, and loyal. These individuals find emotional fulfillment through self-expression, creativity, and being at the center of attention. They have a need to be admired and loved.",
      "compatibility": 9
    },
    {
      "id": 6,
      "name": "Virgo",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "the digestive system",
        "about": "Virgo individuals are meticulous and detail-oriented, and their digestive health may reflect this attention to detail. They may have sensitive stomachs and are prone to digestive issues. Virgos tend to be conscious of their diet and overall well-being, as they understand the importance of taking care of their body"
      },
      "house": {
        "name": "sixth",
        "of": "work, daily routines, health, and service",
        "about": "governs one's approach to work, productivity, and overall well-being. This house also reflects habits, organization, and the ability to be of service to others"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Virgin",
      "picture": "",
      "trait": "Those with the Moon in Virgo have a practical and analytical emotional nature. They are detail-oriented, conscientious, and seek order and perfection. They have a need for efficiency and may be self-critical. These individuals find emotional fulfillment through being of service to others, organizing and improving their environment, and paying attention to their physical and mental well-being.",
      "compatibility": 2
    },
    {
      "id": 7,
      "name": "Libra",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "lower back, kidneys & skin",
        "about": "Libra individuals are known for their sense of balance and harmony. They may be prone to lower back problems or kidney-related issues due to their desire for equilibrium in their lives. The skin is also significant, as Libras are often concerned with aesthetics and have a keen eye for beauty"
      },
      "house": {
        "name": "seventh",
        "of": "partnerships, relationships, and marriage",
        "about": "reflects how individuals relate to others, their ability to form harmonious connections, and their ideal partner. This house also indicates the qualities individuals seek in close partnerships"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Scales",
      "picture": "",
      "trait": "Individuals with the Moon in Libra have a harmonious and diplomatic emotional nature. They value balance, peace, and fairness. They seek emotional connection through partnership and relationships. These individuals find emotional fulfillment through creating harmony, fostering cooperation, and seeking beauty and aesthetics in their surroundings.",
      "compatibility": 3
    },
    {
      "id": 8,
      "name": "Scorpio",
      "planet": {
        "name": "Pluto",
        "description": "the body that represents transformation and deep subconscious forces. It intensifies their passion, resilience, and desire for profound change and personal growth, allowing them to delve into the depths of their emotions and uncover hidden truths."
      },
      "body": {
        "part": "reproductive organs & the bowels",
        "about": "Scorpio individuals possess intense passion and sexuality. They are deeply connected to their desires and emotions. The reproductive organs are a source of power and transformation for Scorpios, and they often exude a magnetic and alluring presence"
      },
      "house": {
        "name": "eighth",
        "of": "transformation, shared resources, intimacy, and the deeper aspects of life",
        "about": "relates to joint finances, inheritances, and psychological growth. This house also reflects matters related to sex, death, and rebirth, as well as the ability to navigate change and transformation"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the scorpion",
      "picture": "",
      "trait": "Those with the Moon in Scorpio have an intense and deeply emotional nature. They are passionate, secretive, and possess strong instincts. They seek emotional depth and transformation. These individuals find emotional fulfillment through delving into their own psyche, connecting on a soul level with others, and embracing the power of their emotions.",
      "compatibility": 4
    },
    {
      "id": 9,
      "name": "Sagittarius",
      "planet": {
        "name": "Jupiter",
        "description": "the planet of expansion, wisdom, and luck. It magnifies their adventurous spirit, optimism, and desire for intellectual and spiritual growth, fueling their love for exploration and broadening their horizons."
      },
      "body": {
        "part": "hips, thighs & liver",
        "about": "Sagittarius individuals are adventurous and active, and their strong legs and hips carry them on their exciting journeys. They may be prone to hip or thigh-related issues due to their active lifestyle. The liver is also significant, as Sagittarians may need to be mindful of their alcohol consumption and overall liver health"
      },
      "house": {
        "name": "ninth",
        "of": "higher education, spirituality, travel, and personal philosophy",
        "about": "relates to one's beliefs, wisdom, and quest for truth and meaning. This house reflects the pursuit of knowledge, cultural experiences, and the desire for personal expansion and growth"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the centuar/ archer",
      "picture": "",
      "trait": "Individuals with the Moon in Sagittarius have an adventurous and optimistic emotional nature. They are enthusiastic, open-minded, and seek meaning and expansion. They have a need for freedom and exploration. These individuals find emotional fulfillment through learning, traveling, engaging in philosophical discussions, and embracing new experiences.",
      "compatibility": 1
    },
    {
      "id": 10,
      "name": "Capricorn",
      "planet": {
        "name": "Saturn",
        "description": "the planet of discipline, responsibility, and structure. It enhances their determination, ambition, and sense of duty, fostering their ability to work diligently, achieve goals, and build a solid foundation."
      },
      "body": {
        "part": "bones, joints & knees",
        "about": "Capricorn individuals are known for their strong sense of structure and responsibility. Their bones provide them with a solid foundation, and their joints symbolize their ability to adapt to different situations. However, they may experience issues with their joints or knees due to their disciplined and hardworking nature"
      },
      "house": {
        "name": "tenth",
        "of": "career, public image, and social status",
        "about": "reflects one's professional aspirations, achievements, and reputation in the world. This house indicates how individuals are seen by society and their potential for success and recognition."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "the sea goat",
      "picture": "",
      "trait": "Those with the Moon in Capricorn have a responsible and disciplined emotional nature. They are pragmatic, ambitious, and seek structure and stability. They have a need for achievement and success. These individuals find emotional fulfillment through setting goals, working hard, establishing solid foundations, and being recognized for their accomplishments.",
      "compatibility": 6
    },
    {
      "id": 11,
      "name": "Aquarius",
      "planet": {
        "name": "Uranus",
        "description": "the planet of originality and innovation. It amplifies their individuality, intellectual pursuits, and desire for social change, inspiring them to challenge conventions and embrace progressive ideas."
      },
      "body": {
        "part": "circulatory system & ankles",
        "about": "Aquarius individuals are innovative and forward-thinking. Their circulatory system reflects their ability to connect with others and embrace new ideas. They may be prone to circulatory issues or have a vulnerability in their ankles, as they are constantly on the move, exploring new horizons"
      },
      "house": {
        "name": "eleventh",
        "of": "friendships, social groups, and aspirations",
        "about": "relates to one's involvement in communities, networks, and group activities. This house reflects one's ideals, hopes, and dreams for the future, as well as their ability to connect with like-minded individuals"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the water bearer",
      "picture": "",
      "trait": "Individuals with the Moon in Aquarius have an independent and unconventional emotional nature. They are open-minded, idealistic, and seek intellectual stimulation. They have a need for personal freedom and authenticity. These individuals find emotional fulfillment through championing humanitarian causes, engaging in social activism, and embracing their unique and progressive perspectives.",
      "compatibility": 7
    },
    {
      "id": 12,
      "name": "Pisces",
      "planet": {
        "name": "Neptune",
        "description": "the planet of spirituality, intuition, and imagination. It enhances their empathy, creativity, and connection to the unseen realms, encouraging their exploration of the mystical and their compassionate nature."
      },
      "body": {
        "part": "the feet, lymphatics & liver",
        "about": "Pisces individuals are deeply sensitive and compassionate. Their feet are often a source of vulnerability and sensitivity. They may experience foot-related issues or have a deep connection to the ground, finding solace in activities such as walking or dancing. The lymphatic system is also significant, as Pisces individuals are highly intuitive and emotionally attuned, and the lymphatic system plays a role in their body's natural cleansing and healing processes"
      },
      "house": {
        "name": "twelfth",
        "of": "spirituality, the subconscious mind, and hidden matters",
        "about": "relates to solitude, self-reflection, and the deeper realms of consciousness. This house reflects spiritual practices, subconscious patterns, and the need for solitude and retreat to find inner peace and connection"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the two fishes",
      "picture": "",
      "trait": "Those with the Moon in Pisces have a compassionate and dreamy emotional nature. They are sensitive, intuitive, and seek transcendence and spiritual connection. They have a need for emotional and creative outlets. These individuals find emotional fulfillment through artistic expression, engaging in acts of compassion, connecting with their intuition, and finding solace in the realms of imagination and spirituality.",
      "compatibility": 8
    }
  ],
  "risings": [
    {
      "id": 1,
      "name": "Aries",
      "planet": {
        "name": "Mars",
        "description": "the planet of energy and action. It amplifies their assertiveness, courage, and passion, driving them to initiate new ventures and conquer challenges with enthusiasm."
      },
      "body": {
        "part": "head",
        "about": "Aries individuals are known for their determination and decisiveness, often leading with their heads. They have a strong willpower and are prone to headaches or migraines when under stress. Aries' dynamic energy is channeled through their head, and they may be prone to taking on new challenges head-on"
      },
      "house": {
        "name": "first",
        "of": "self, personality, and physical appearance",
        "about": "is also known as the Ascendant or Rising Sign. It reflects how individuals present themselves to the world and their overall outlook on life. This house signifies personal identity, self-image, and the first impressions we make on others"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Ram",
      "picture": "",
      "trait": "Those with Aries Rising have a bold, confident, and energetic approach to life. They possess a strong presence and radiate enthusiasm. Aries Rising individuals are natural leaders and initiators, often bursting with passion and a sense of adventure. They have a dynamic and assertive exterior that reflects their pioneering spirit."
    },
    {
      "id": 2,
      "name": "Taurus",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "neck & throat",
        "about": "Taurus individuals are known for their strong and sensual nature, and their necks are often a focal point of attraction. Taurus individuals may experience throat-related issues, such as sore throats or thyroid imbalances, as their energy centers on this area"
      },
      "house": {
        "name": "second",
        "of": "personal resources, values, and possessions",
        "about": "relates to one's financial situation, material possessions, and how they handle their resources. This house also reflects self-worth, talents, and the ability to attract abundance and security"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Bull",
      "picture": "",
      "trait": "Those with Taurus Rising have a calm, steady, and grounded demeanor. They exude an aura of stability and reliability. Taurus Rising individuals appreciate comfort and beauty, and their appearance often reflects their refined taste. They have a patient and determined approach to life, showcasing their practicality and love for the sensual pleasures of existence."
    },
    {
      "id": 3,
      "name": "Gemini",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "arms, hands & lungs",
        "about": "Gemini individuals are expressive and animated in their gestures, often using their hands to communicate. They have nimble and agile hands and may be prone to carpal tunnel syndrome or other hand-related issues due to their active nature"
      },
      "house": {
        "name": "third",
        "of": "communication, learning, and immediate environment",
        "about": "governs how individuals express themselves, their communication style, and their intellectual pursuits. This house also relates to siblings, neighbors, short trips, and early education"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Twins",
      "picture": "",
      "trait": "Those with Gemini Rising have a curious, adaptable, and communicative nature. They are social butterflies, often engaging in lively conversations and connecting with people from all walks of life. Gemini Rising individuals possess a youthful and expressive charm, with their quick wit and intellectual versatility shining through in their interactions."
    },
    {
      "id": 4,
      "name": "Cancer",
      "planet": {
        "name": "the Moon",
        "description": "the luminary that represents emotions and intuition. It intensifies their nurturing instincts, sensitivity, and profound emotional depth, fostering a strong connection with their own feelings and those of others."
      },
      "body": {
        "part": "stomach, brain & chest",
        "about": "Cancer individuals are deeply connected to their emotions, and their sensitive nature often manifests in their stomachs. They may experience digestive issues or have a tendency to store emotions in their gut. The chest is also a vulnerable area for Cancer individuals, as their caring and nurturing nature can sometimes leave them emotionally exposed"
      },
      "house": {
        "name": "fourth",
        "of": "home, family, roots, and inner emotional security",
        "about": "reflects one's relationship with their family, their childhood experiences, and their sense of belonging. This house also indicates the foundation and core of an individual's being"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Crab",
      "picture": "",
      "trait": "Those with Cancer Rising have a nurturing, sensitive, and empathetic demeanor. They radiate a warm and approachable aura, making others feel instantly comfortable in their presence. Cancer Rising individuals are deeply connected to their emotions and possess a strong intuition. Their caring and compassionate nature is evident in their protective and nurturing instincts."
    },
    {
      "id": 5,
      "name": "Leo",
      "planet": {
        "name": "the Sun",
        "description": "the center of our solar system symbolizing vitality and self-expression. It enhances their natural charisma, leadership qualities, and desire to shine brightly, fueling their creative endeavors and thirst for recognition."
      },
      "body": {
        "part": "the heart",
        "about": "Leo individuals have a big heart and a generous spirit. They are known for their warm and loving nature. The heart is the center of their vitality and passion. The spine is also significant, as Leos often carry themselves with a regal and upright posture, symbolizing their strong sense of pride and confidence"
      },
      "house": {
        "name": "fifth",
        "of": "creativity, self-expression, romance, and personal enjoyment",
        "about": "relates to hobbies, artistic pursuits, love affairs, and the ability to have fun. This house also reflects one's relationship with children and their capacity for joy and self-discovery"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "The Lion",
      "picture": "",
      "trait": "Those with Leo Rising have a magnetic, confident, and charismatic presence. They command attention wherever they go, exuding an air of royalty and glamour. Leo Rising individuals possess natural leadership qualities and a strong sense of self-expression. Their radiant energy and dramatic flair draw others towards them, igniting a sense of admiration and inspiration."
    },
    {
      "id": 6,
      "name": "Virgo",
      "planet": {
        "name": "Mercury",
        "description": "the planet of communication and intellect. It amplifies Gemini's curiosity, versatility, and quick thinking, enhancing their ability to express ideas, adapt, and connect with others. It accentuates Virgo's attention to detail, practicality, and intellectual acuity, supporting their meticulous approach to work, organization, and service. "
      },
      "body": {
        "part": "the digestive system",
        "about": "Virgo individuals are meticulous and detail-oriented, and their digestive health may reflect this attention to detail. They may have sensitive stomachs and are prone to digestive issues. Virgos tend to be conscious of their diet and overall well-being, as they understand the importance of taking care of their body"
      },
      "house": {
        "name": "sixth",
        "of": "work, daily routines, health, and service",
        "about": "governs one's approach to work, productivity, and overall well-being. This house also reflects habits, organization, and the ability to be of service to others"
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "The Virgin",
      "picture": "",
      "trait": "Those with Virgo Rising have an analytical, practical, and observant approach to life. They have a keen eye for detail and possess a meticulous nature. Virgo Rising individuals exhibit a modest and humble demeanor, often prioritizing efficiency and organization in their personal presentation. Their intellect and analytical abilities shine through in their interactions with others."
    },
    {
      "id": 7,
      "name": "Libra",
      "planet": {
        "name": "Venus",
        "description": "the planet of love, harmony, and beauty. It enhances Taurus's appreciation for aesthetics, sensuality, and stability, emphasizing their desire for harmony, material comforts, and deep connections. It amplifies Libra's desire for balance, beauty, and harmonious relationships, enhancing their ability to seek fairness, cooperation, and aesthetic appreciation."
      },
      "body": {
        "part": "lower back, kidneys & skin",
        "about": "Libra individuals are known for their sense of balance and harmony. They may be prone to lower back problems or kidney-related issues due to their desire for equilibrium in their lives. The skin is also significant, as Libras are often concerned with aesthetics and have a keen eye for beauty"
      },
      "house": {
        "name": "seventh",
        "of": "partnerships, relationships, and marriage",
        "about": "reflects how individuals relate to others, their ability to form harmonious connections, and their ideal partner. This house also indicates the qualities individuals seek in close partnerships"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "The Scales",
      "picture": "",
      "trait": "Those with Libra Rising have a diplomatic, harmonious, and charming presence. They have a natural sense of balance and seek harmony in all areas of life. Libra Rising individuals possess a refined and elegant appearance, radiating grace and poise. Their sociable nature and desire for fairness make them skilled at creating harmonious connections with others."
    },
    {
      "id": 8,
      "name": "Scorpio",
      "planet": {
        "name": "Pluto",
        "description": "the body representing transformation and deep subconscious forces. It intensifies their passion, resilience, and desire for profound change and personal growth, allowing them to delve into the depths of their emotions and uncover hidden truths."
      },
      "body": {
        "part": "reproductive organs & the bowels",
        "about": "Scorpio individuals possess intense passion and sexuality. They are deeply connected to their desires and emotions. The reproductive organs are a source of power and transformation for Scorpios, and they often exude a magnetic and alluring presence"
      },
      "house": {
        "name": "eighth",
        "of": "transformation, shared resources, intimacy, and the deeper aspects of life",
        "about": "relates to joint finances, inheritances, and psychological growth. This house also reflects matters related to sex, death, and rebirth, as well as the ability to navigate change and transformation"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the scorpion",
      "picture": "",
      "trait": "Those with Scorpio Rising have an intense, magnetic, and mysterious aura. They exude an air of depth and power, with their penetrating gaze and enigmatic presence. Scorpio Rising individuals possess a strong presence, often leaving a lasting impression on others. Their passion, resilience, and emotional depth are reflected in their transformative and sometimes secretive nature."
    },
    {
      "id": 9,
      "name": "Sagittarius",
      "planet": {
        "name": "Jupiter",
        "description": "the planet of expansion, wisdom, and luck. It magnifies their adventurous spirit, optimism, and desire for intellectual and spiritual growth, fueling their love for exploration and broadening their horizons."
      },
      "body": {
        "part": "hips, thighs & liver",
        "about": "Sagittarius individuals are adventurous and active, and their strong legs and hips carry them on their exciting journeys. They may be prone to hip or thigh-related issues due to their active lifestyle. The liver is also significant, as Sagittarians may need to be mindful of their alcohol consumption and overall liver health"
      },
      "house": {
        "name": "ninth",
        "of": "higher education, spirituality, travel, and personal philosophy",
        "about": "relates to one's beliefs, wisdom, and quest for truth and meaning. This house reflects the pursuit of knowledge, cultural experiences, and the desire for personal expansion and growth"
      },
      "element": {
        "name": "Fire",
        "about": "is associated with passion, energy, and creativity. Fire signs are known for their enthusiasm, confidence, and a burning desire for adventure. They possess a natural charisma and tend to be natural-born leaders who inspire others with their fiery spirit. Fire signs are driven by their ambitions, often pursuing their goals with unwavering determination."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the centuar/ archer",
      "picture": "",
      "trait": "Those with Sagittarius Rising have an optimistic, adventurous, and free-spirited approach to life. They radiate a sense of enthusiasm and an insatiable thirst for knowledge and exploration. Sagittarius Rising individuals possess an open-minded and jovial nature, often wearing their love for adventure and cultural experiences on their sleeve."
    },
    {
      "id": 10,
      "name": "Capricorn",
      "planet": {
        "name": "Saturn",
        "description": "the planet of discipline, responsibility, and structure. It enhances their determination, ambition, and sense of duty, fostering their ability to work diligently, achieve goals, and build a solid foundation."
      },
      "body": {
        "part": "bones, joints & knees",
        "about": "Capricorn individuals are known for their strong sense of structure and responsibility. Their bones provide them with a solid foundation, and their joints symbolize their ability to adapt to different situations. However, they may experience issues with their joints or knees due to their disciplined and hardworking nature"
      },
      "house": {
        "name": "tenth",
        "of": "career, public image, and social status",
        "about": "reflects one's professional aspirations, achievements, and reputation in the world. This house indicates how individuals are seen by society and their potential for success and recognition."
      },
      "element": {
        "name": "Earth",
        "about": "represents stability, practicality, and groundedness. Earth signs are reliable, responsible, and known for their hardworking nature. They have a strong connection to the physical world and possess a keen sense of organization and attention to detail. These signs value security and material comforts, often seeking tangible results and building a solid foundation for themselves and those around them."
      },
      "mode": {
        "name": "Cardinal",
        "about": "represents initiation, leadership, and action. Those influenced by the cardinal mode are natural-born leaders and initiators. They have a strong drive to take charge and make things happen. Cardinal signs are assertive and ambitious, often setting the tone and direction for themselves and others. They are proactive and goal-oriented, with a knack for starting new projects and taking on challenges. Cardinal signs are known for their ability to make decisions and bring about change.",
        "sign": "Aries, Cancer, Libra, and Capricorn"
      },
      "symbol": "the sea goat",
      "picture": "",
      "trait": "Those with Capricorn Rising have a responsible, ambitious, and disciplined demeanor. They project an air of authority and professionalism. Capricorn Rising individuals exhibit a focused and determined approach to life, often embodying a strong work ethic and an understanding of long-term goals. Their composed and serious nature reflects their desire for success and recognition."
    },
    {
      "id": 11,
      "name": "Aquarius",
      "planet": {
        "name": "Uranus",
        "description": "the planet of originality and innovation, is associated. It amplifies their individuality, intellectual pursuits, and desire for social change, inspiring them to challenge conventions and embrace progressive ideas."
      },
      "body": {
        "part": "circulatory system & ankles",
        "about": "Aquarius individuals are innovative and forward-thinking. Their circulatory system reflects their ability to connect with others and embrace new ideas. They may be prone to circulatory issues or have a vulnerability in their ankles, as they are constantly on the move, exploring new horizons"
      },
      "house": {
        "name": "eleventh",
        "of": "friendships, social groups, and aspirations",
        "about": "relates to one's involvement in communities, networks, and group activities. This house reflects one's ideals, hopes, and dreams for the future, as well as their ability to connect with like-minded individuals"
      },
      "element": {
        "name": "Air",
        "about": "embodies intellect, communication, and social connection. Air signs are naturally curious, analytical, and adept at processing information. They excel in communication and enjoy engaging in stimulating conversations and debates. These signs are known for their objectivity and ability to see things from multiple perspectives. Air signs value mental stimulation and thrive in social situations."
      },
      "mode": {
        "name": "Fixed",
        "about": "represents stability, determination, and steadfastness. Those influenced by the fixed mode are known for their strong willpower and unwavering resolve. They are dependable and loyal, often seeking security and consistency. Fixed signs are determined and persistent, often striving to maintain control and stability in their lives. They possess a strong sense of purpose and are dedicated to their goals, making them reliable and trustworthy individuals.",
        "sign": "Taurus, Leo, Scorpio, and Aquarius"
      },
      "symbol": "the water bearer",
      "picture": "",
      "trait": "Those with Aquarius Rising have an individualistic, unconventional, and intellectually-driven presence. They exude an aura of originality and forward-thinking. Aquarius Rising individuals possess a distinct and unique style, often showcasing their progressive and humanitarian values. Their open-mindedness and affinity for social causes make them natural trendsetters."
    },
    {
      "id": 12,
      "name": "Pisces",
      "planet": {
        "name": "Neptune",
        "description": "the planet of spirituality, intuition, and imagination. It enhances their empathy, creativity, and connection to the unseen realms, encouraging their exploration of the mystical and their compassionate nature."
      },
      "body": {
        "part": "the feet, lymphatics & liver",
        "about": "Pisces individuals are deeply sensitive and compassionate. Their feet are often a source of vulnerability and sensitivity. They may experience foot-related issues or have a deep connection to the ground, finding solace in activities such as walking or dancing. The lymphatic system is also significant, as Pisces individuals are highly intuitive and emotionally attuned, and the lymphatic system plays a role in their body's natural cleansing and healing processes"
      },
      "house": {
        "name": "twelfth",
        "of": "spirituality, the subconscious mind, and hidden matters",
        "about": "relates to solitude, self-reflection, and the deeper realms of consciousness. This house reflects spiritual practices, subconscious patterns, and the need for solitude and retreat to find inner peace and connection"
      },
      "element": {
        "name": "Water",
        "about": "symbolizes emotions, intuition, and sensitivity. Water signs are deeply attuned to their feelings and possess a heightened sense of empathy. They are often regarded as the most emotionally intelligent signs of the zodiac. Water signs are intuitive and have a strong connection to their inner world. They can be nurturing, compassionate, and seek deep emotional connections with others."
      },
      "mode": {
        "name": "Mutable",
        "about": "represents adaptability, flexibility, and changeability. Those influenced by the mutable mode are known for their ability to go with the flow and adjust to different situations. They are versatile and open-minded, often seeking new experiences and embracing change. Mutable signs excel in communication and tend to be resourceful problem solvers. They are adept at navigating transitions and possess a natural ability to bridge gaps between different perspectives.",
        "sign": "Gemini, Virgo, Sagittarius, and Pisces"
      },
      "symbol": "the two fishes",
      "picture": "",
      "trait": "Those with Pisces Rising have a gentle, dreamy, and empathetic nature. They project an aura of sensitivity and compassion. Pisces Rising individuals possess a mystical and imaginative presence, often displaying artistic talents and a connection to the spiritual realm. Their intuitive and adaptable nature allows them to blend in seamlessly with different environments and connect with others on a profound level."
    }
  ],
  "planets": [
    {
      "id": 1,
      "name": "Mars",
      "description": "Mars is the planet associated with energy, action, and assertiveness. It represents our drive, ambition, and passion. In the zodiac, Mars rules over the signs of Aries and traditionally Scorpio. Aries individuals embody courage, leadership, and a pioneering spirit, while Scorpio individuals possess intensity, emotional depth, and transformative power. In the houses, Mars's placement indicates the areas of life where we channel our energy, take initiative, and pursue our goals with determination.",
      "symbol": "",
      "transit": "6 - 7 weeks",
      "rules": "Aries"
    },
    {
      "id": 2,
      "name": "Venus",
      "description": "Venus is the planet of love, beauty, and harmony. It represents our relationships, aesthetics, and values. In the zodiac, Venus rules over the signs of Taurus and Libra. Taurus individuals appreciate sensuality, stability, and the finer things in life, while Libra individuals seek harmony, balance, and justice. In the houses, Venus's placement reveals the areas of life where we experience pleasure, seek harmony, and cultivate relationships based on love and mutual values.",
      "symbol": "",
      "transit": "4 - 5 weeks",
      "rules": "Taurus and Libra"
    },
    {
      "id": 3,
      "name": "Mercury",
      "description": "Mercury is the planet of communication, intellect, and mental processes. It governs our thinking patterns and how we express ourselves verbally and in writing. In the zodiac, Mercury rules over the signs of Gemini and Virgo. Gemini individuals possess curiosity, adaptability, and excellent communication skills, while Virgo individuals exhibit analytical thinking, attention to detail, and practicality. In the houses, Mercury's placement indicates the areas of life where we engage in learning, exchange information, and apply our intellect.",
      "symbol": "",
      "transit": "3 - 4 weeks",
      "rules": "Gemini and Virgo"
    },
    {
      "id": 4,
      "name": "The Moon",
      "description": "The Moon plays a vital role in astrology, representing our emotions, instincts, and intuition. It symbolizes our inner world and our emotional well-being. In the zodiac, the Moon rules over the sign of Cancer, infusing Cancer individuals with deep sensitivity, nurturing qualities, and a strong attachment to home and family. In the houses, the Moon's placement reveals our emotional needs, habits, and the areas where we seek comfort and security.",
      "symbol": "",
      "transit": "2 - 3 days",
      "rules": "Cancer"
    },
    {
      "id": 5,
      "name": "Pluto",
      "description": "Pluto is the planet associated with transformation, power, and regeneration. It represents our deepest desires, hidden potentials, and the process of rebirth. In the zodiac, Pluto is associated with the sign of Scorpio, endowing Scorpio individuals with intensity, emotional strength, and the ability to navigate the depths of life. In the houses, Pluto's placement reveals the areas of life where we undergo profound transformations, uncover hidden truths, and experience personal empowerment.",
      "symbol": "",
      "transit": "12 - 15 years",
      "rules": "Scorpio"
    },
    {
      "id": 6,
      "name": "Jupiter",
      "description": "Jupiter is the planet of expansion, abundance, and wisdom. It represents our beliefs, personal growth, and higher ideals. In the zodiac, Jupiter rules over the sign of Sagittarius and traditionally Pisces. Sagittarius individuals have an adventurous spirit, optimism, and a thirst for knowledge, while Pisces individuals exhibit empathy, creativity, and a deep connection to the spiritual realm. In the houses, Jupiter's placement indicates the areas of life where we seek growth, abundance, and the pursuit of truth and meaning.",
      "symbol": "",
      "transit": "12 - 13 months",
      "rules": "Sagittarius"
    },
    {
      "id": 7,
      "name": "Saturn",
      "description": "Saturn is the planet associated with discipline, responsibility, and structure. It represents our limitations, challenges, and lessons in life. In the zodiac, Saturn rules over the sign of Capricorn and traditionally Aquarius. Capricorn individuals are ambitious, hardworking, and focused on achieving their goals, while Aquarius individuals are independent, innovative, and humanitarian. In the houses, Saturn's placement indicates the areas of life where we encounter obstacles, learn important life lessons, and develop long-lasting structures and foundations.",
      "symbol": "",
      "transit": "2 - 3 years",
      "rules": "Capricorn"
    },
    {
      "id": 8,
      "name": "Uranus",
      "description": "Uranus is the planet of innovation, originality, and rebellion. It represents our need for freedom, individuality, and change. In the zodiac, Uranus is associated with the sign of Aquarius, bestowing Aquarius individuals with a progressive mindset, unique thinking, and a desire to challenge the status quo. In the houses, Uranus's placement reveals the areas of life where we experience sudden shifts, liberation, and unconventional approaches.",
      "symbol": "",
      "transit": "7 years",
      "rules": "Aquarius"
    },
    {
      "id": 9,
      "name": "Neptune",
      "description": "Neptune is the planet associated with spirituality, dreams, and illusions. It represents our imagination, intuition, and connection to the divine. In the zodiac, Neptune is associated with the sign of Pisces, enhancing Pisces individuals' artistic abilities, sensitivity, and compassion. In the houses, Neptune's placement indicates the areas of life where we experience heightened sensitivity, seek transcendence, and navigate the realm of dreams and illusions.",
      "symbol": "",
      "transit": "10 - 12 years",
      "rules": "Pisces"
    },
    {
      "id": 10,
      "name": "The Sun",
      "description": "The Sun holds immense significance in astrology as it represents our core self, vitality, and life force. It symbolizes our conscious ego and the desire for recognition. In the zodiac, the Sun rules over the sign of Leo, empowering Leo individuals with a radiant personality and a natural inclination towards leadership. In the houses, the Sun's placement indicates the area of life where we seek to shine and make a unique contribution, expressing our true essence and individuality.",
      "symbol": "",
      "transit": "1 month",
      "rules": "Leo"
    }
  ],
  "userSpheres": [
    {
      "profileId": 5,
      "userId": 1,
      "id": 1
    },
    {
      "profileId": 6,
      "userId": 1,
      "id": 2
    },
    {
      "profileId": 7,
      "userId": 1,
      "id": 3
    },
    {
      "profileId": 14,
      "userId": 1,
      "id": 4
    },
    {
      "profileId": 13,
      "userId": 1,
      "id": 5
    }
  ]
}